const NO2ROOT = [
  {
    "code": "110000",
    "name": "北京市北京"
  },
  {
    "code": "110100",
    "name": "北京市市辖区"
  },
  {
    "code": "110101",
    "name": "北京市东城区"
  },
  {
    "code": "110102",
    "name": "北京市西城区"
  },
  {
    "code": "110103",
    "name": "北京市崇文区"
  },
  {
    "code": "110104",
    "name": "北京市宣武区"
  },
  {
    "code": "110105",
    "name": "北京市朝阳区"
  },
  {
    "code": "110106",
    "name": "北京市丰台区"
  },
  {
    "code": "110107",
    "name": "北京市石景山区"
  },
  {
    "code": "110108",
    "name": "北京市海淀区"
  },
  {
    "code": "110109",
    "name": "北京市门头沟区"
  },
  {
    "code": "110110",
    "name": "北京市燕山区"
  },
  {
    "code": "110111",
    "name": "北京市房山区"
  },
  {
    "code": "110112",
    "name": "北京市通州区"
  },
  {
    "code": "110113",
    "name": "北京市顺义区"
  },
  {
    "code": "110114",
    "name": "北京市昌平区"
  },
  {
    "code": "110115",
    "name": "北京市大兴区"
  },
  {
    "code": "110116",
    "name": "北京市怀柔区"
  },
  {
    "code": "110117",
    "name": "北京市平谷区"
  },
  {
    "code": "110200",
    "name": "北京市市县"
  },
  {
    "code": "110221",
    "name": "北京市昌平县"
  },
  {
    "code": "110222",
    "name": "北京市顺义县"
  },
  {
    "code": "110223",
    "name": "北京市通县"
  },
  {
    "code": "110224",
    "name": "北京市大兴县"
  },
  {
    "code": "110225",
    "name": "北京市房山县"
  },
  {
    "code": "110226",
    "name": "北京市平谷县"
  },
  {
    "code": "110227",
    "name": "北京市怀柔县"
  },
  {
    "code": "110228",
    "name": "北京市密云县"
  },
  {
    "code": "110229",
    "name": "北京市延庆县"
  },
  {
    "code": "120000",
    "name": "天津市天津"
  },
  {
    "code": "120100",
    "name": "天津市市辖区"
  },
  {
    "code": "120101",
    "name": "天津市和平区"
  },
  {
    "code": "120102",
    "name": "天津市河东区"
  },
  {
    "code": "120103",
    "name": "天津市河西区"
  },
  {
    "code": "120104",
    "name": "天津市南开区"
  },
  {
    "code": "120105",
    "name": "天津市河北区"
  },
  {
    "code": "120106",
    "name": "天津市红桥区"
  },
  {
    "code": "120107",
    "name": "天津市塘沽区"
  },
  {
    "code": "120108",
    "name": "天津市汉沽区"
  },
  {
    "code": "120109",
    "name": "天津市大港区"
  },
  {
    "code": "120110",
    "name": "天津市东丽区"
  },
  {
    "code": "120111",
    "name": "天津市西青区"
  },
  {
    "code": "120112",
    "name": "天津市津南区"
  },
  {
    "code": "120113",
    "name": "天津市北辰区"
  },
  {
    "code": "120114",
    "name": "天津市武清区"
  },
  {
    "code": "120115",
    "name": "天津市宝坻区"
  },
  {
    "code": "120200",
    "name": "天津市市县"
  },
  {
    "code": "120221",
    "name": "天津市宁河县"
  },
  {
    "code": "120222",
    "name": "天津市武清县"
  },
  {
    "code": "120223",
    "name": "天津市静海县"
  },
  {
    "code": "120224",
    "name": "天津市宝坻县"
  },
  {
    "code": "120225",
    "name": "天津市蓟县"
  },
  {
    "code": "130000",
    "name": "河北省河北"
  },
  {
    "code": "130100",
    "name": "河北省石家庄市"
  },
  {
    "code": "130101",
    "name": "河北省石家庄市"
  },
  {
    "code": "130102",
    "name": "河北省石家庄市"
  },
  {
    "code": "130103",
    "name": "河北省石家庄市"
  },
  {
    "code": "130104",
    "name": "河北省石家庄市"
  },
  {
    "code": "130105",
    "name": "河北省石家庄市"
  },
  {
    "code": "130106",
    "name": "河北省石家庄市"
  },
  {
    "code": "130107",
    "name": "河北省石家庄市"
  },
  {
    "code": "130108",
    "name": "河北省石家庄市"
  },
  {
    "code": "130121",
    "name": "河北省石家庄市"
  },
  {
    "code": "130122",
    "name": "河北省石家庄市"
  },
  {
    "code": "130123",
    "name": "河北省石家庄市"
  },
  {
    "code": "130124",
    "name": "河北省石家庄市"
  },
  {
    "code": "130125",
    "name": "河北省石家庄市"
  },
  {
    "code": "130126",
    "name": "河北省石家庄市"
  },
  {
    "code": "130127",
    "name": "河北省石家庄市"
  },
  {
    "code": "130128",
    "name": "河北省石家庄市"
  },
  {
    "code": "130129",
    "name": "河北省石家庄市"
  },
  {
    "code": "130130",
    "name": "河北省石家庄市"
  },
  {
    "code": "130131",
    "name": "河北省石家庄市"
  },
  {
    "code": "130132",
    "name": "河北省石家庄市"
  },
  {
    "code": "130133",
    "name": "河北省石家庄市"
  },
  {
    "code": "130181",
    "name": "河北省石家庄市"
  },
  {
    "code": "130182",
    "name": "河北省石家庄市"
  },
  {
    "code": "130183",
    "name": "河北省石家庄市"
  },
  {
    "code": "130184",
    "name": "河北省石家庄市"
  },
  {
    "code": "130185",
    "name": "河北省石家庄市"
  },
  {
    "code": "130200",
    "name": "河北省唐山市"
  },
  {
    "code": "130201",
    "name": "河北省唐山市"
  },
  {
    "code": "130202",
    "name": "河北省唐山市"
  },
  {
    "code": "130203",
    "name": "河北省唐山市"
  },
  {
    "code": "130204",
    "name": "河北省唐山市"
  },
  {
    "code": "130205",
    "name": "河北省唐山市"
  },
  {
    "code": "130206",
    "name": "河北省唐山市"
  },
  {
    "code": "130207",
    "name": "河北省唐山市"
  },
  {
    "code": "130208",
    "name": "河北省唐山市"
  },
  {
    "code": "130221",
    "name": "河北省唐山市"
  },
  {
    "code": "130222",
    "name": "河北省唐山市"
  },
  {
    "code": "130223",
    "name": "河北省唐山市"
  },
  {
    "code": "130224",
    "name": "河北省唐山市"
  },
  {
    "code": "130225",
    "name": "河北省唐山市"
  },
  {
    "code": "130226",
    "name": "河北省唐山市"
  },
  {
    "code": "130227",
    "name": "河北省唐山市"
  },
  {
    "code": "130228",
    "name": "河北省唐山市"
  },
  {
    "code": "130229",
    "name": "河北省唐山市"
  },
  {
    "code": "130230",
    "name": "河北省唐山市"
  },
  {
    "code": "130281",
    "name": "河北省唐山市"
  },
  {
    "code": "130282",
    "name": "河北省唐山市"
  },
  {
    "code": "130283",
    "name": "河北省唐山市"
  },
  {
    "code": "130300",
    "name": "河北省秦皇岛市"
  },
  {
    "code": "130301",
    "name": "河北省秦皇岛市"
  },
  {
    "code": "130302",
    "name": "河北省秦皇岛市"
  },
  {
    "code": "130303",
    "name": "河北省秦皇岛市"
  },
  {
    "code": "130304",
    "name": "河北省秦皇岛市"
  },
  {
    "code": "130305",
    "name": "河北省秦皇岛市"
  },
  {
    "code": "130321",
    "name": "河北省秦皇岛市"
  },
  {
    "code": "130322",
    "name": "河北省秦皇岛市"
  },
  {
    "code": "130323",
    "name": "河北省秦皇岛市"
  },
  {
    "code": "130324",
    "name": "河北省秦皇岛市"
  },
  {
    "code": "130351",
    "name": "河北省秦皇岛市"
  },
  {
    "code": "130400",
    "name": "河北省邯郸市"
  },
  {
    "code": "130401",
    "name": "河北省邯郸市"
  },
  {
    "code": "130402",
    "name": "河北省邯郸市"
  },
  {
    "code": "130403",
    "name": "河北省邯郸市"
  },
  {
    "code": "130404",
    "name": "河北省邯郸市"
  },
  {
    "code": "130405",
    "name": "河北省邯郸市"
  },
  {
    "code": "130406",
    "name": "河北省邯郸市"
  },
  {
    "code": "130421",
    "name": "河北省邯郸市"
  },
  {
    "code": "130422",
    "name": "河北省邯郸市"
  },
  {
    "code": "130423",
    "name": "河北省邯郸市"
  },
  {
    "code": "130424",
    "name": "河北省邯郸市"
  },
  {
    "code": "130425",
    "name": "河北省邯郸市"
  },
  {
    "code": "130426",
    "name": "河北省邯郸市"
  },
  {
    "code": "130427",
    "name": "河北省邯郸市"
  },
  {
    "code": "130428",
    "name": "河北省邯郸市"
  },
  {
    "code": "130429",
    "name": "河北省邯郸市"
  },
  {
    "code": "130430",
    "name": "河北省邯郸市"
  },
  {
    "code": "130431",
    "name": "河北省邯郸市"
  },
  {
    "code": "130432",
    "name": "河北省邯郸市"
  },
  {
    "code": "130433",
    "name": "河北省邯郸市"
  },
  {
    "code": "130434",
    "name": "河北省邯郸市"
  },
  {
    "code": "130435",
    "name": "河北省邯郸市"
  },
  {
    "code": "130481",
    "name": "河北省邯郸市"
  },
  {
    "code": "130500",
    "name": "河北省邢台市"
  },
  {
    "code": "130501",
    "name": "河北省邢台市"
  },
  {
    "code": "130502",
    "name": "河北省邢台市"
  },
  {
    "code": "130503",
    "name": "河北省邢台市"
  },
  {
    "code": "130504",
    "name": "河北省邢台市"
  },
  {
    "code": "130521",
    "name": "河北省邢台市"
  },
  {
    "code": "130522",
    "name": "河北省邢台市"
  },
  {
    "code": "130523",
    "name": "河北省邢台市"
  },
  {
    "code": "130524",
    "name": "河北省邢台市"
  },
  {
    "code": "130525",
    "name": "河北省邢台市"
  },
  {
    "code": "130526",
    "name": "河北省邢台市"
  },
  {
    "code": "130527",
    "name": "河北省邢台市"
  },
  {
    "code": "130528",
    "name": "河北省邢台市"
  },
  {
    "code": "130529",
    "name": "河北省邢台市"
  },
  {
    "code": "130530",
    "name": "河北省邢台市"
  },
  {
    "code": "130531",
    "name": "河北省邢台市"
  },
  {
    "code": "130532",
    "name": "河北省邢台市"
  },
  {
    "code": "130533",
    "name": "河北省邢台市"
  },
  {
    "code": "130534",
    "name": "河北省邢台市"
  },
  {
    "code": "130535",
    "name": "河北省邢台市"
  },
  {
    "code": "130581",
    "name": "河北省邢台市"
  },
  {
    "code": "130582",
    "name": "河北省邢台市"
  },
  {
    "code": "130600",
    "name": "河北省保定市"
  },
  {
    "code": "130601",
    "name": "河北省保定市"
  },
  {
    "code": "130602",
    "name": "河北省保定市"
  },
  {
    "code": "130603",
    "name": "河北省保定市"
  },
  {
    "code": "130604",
    "name": "河北省保定市"
  },
  {
    "code": "130605",
    "name": "河北省保定市"
  },
  {
    "code": "130621",
    "name": "河北省保定市"
  },
  {
    "code": "130622",
    "name": "河北省保定市"
  },
  {
    "code": "130623",
    "name": "河北省保定市"
  },
  {
    "code": "130624",
    "name": "河北省保定市"
  },
  {
    "code": "130625",
    "name": "河北省保定市"
  },
  {
    "code": "130626",
    "name": "河北省保定市"
  },
  {
    "code": "130627",
    "name": "河北省保定市"
  },
  {
    "code": "130628",
    "name": "河北省保定市"
  },
  {
    "code": "130629",
    "name": "河北省保定市"
  },
  {
    "code": "130630",
    "name": "河北省保定市"
  },
  {
    "code": "130631",
    "name": "河北省保定市"
  },
  {
    "code": "130632",
    "name": "河北省保定市"
  },
  {
    "code": "130633",
    "name": "河北省保定市"
  },
  {
    "code": "130634",
    "name": "河北省保定市"
  },
  {
    "code": "130635",
    "name": "河北省保定市"
  },
  {
    "code": "130636",
    "name": "河北省保定市"
  },
  {
    "code": "130637",
    "name": "河北省保定市"
  },
  {
    "code": "130638",
    "name": "河北省保定市"
  },
  {
    "code": "130681",
    "name": "河北省保定市"
  },
  {
    "code": "130682",
    "name": "河北省保定市"
  },
  {
    "code": "130683",
    "name": "河北省保定市"
  },
  {
    "code": "130684",
    "name": "河北省保定市"
  },
  {
    "code": "130700",
    "name": "河北省张家口市"
  },
  {
    "code": "130701",
    "name": "河北省张家口市"
  },
  {
    "code": "130702",
    "name": "河北省张家口市"
  },
  {
    "code": "130703",
    "name": "河北省张家口市"
  },
  {
    "code": "130704",
    "name": "河北省张家口市"
  },
  {
    "code": "130705",
    "name": "河北省张家口市"
  },
  {
    "code": "130706",
    "name": "河北省张家口市"
  },
  {
    "code": "130707",
    "name": "河北省张家口市"
  },
  {
    "code": "130721",
    "name": "河北省张家口市"
  },
  {
    "code": "130722",
    "name": "河北省张家口市"
  },
  {
    "code": "130723",
    "name": "河北省张家口市"
  },
  {
    "code": "130724",
    "name": "河北省张家口市"
  },
  {
    "code": "130725",
    "name": "河北省张家口市"
  },
  {
    "code": "130726",
    "name": "河北省张家口市"
  },
  {
    "code": "130727",
    "name": "河北省张家口市"
  },
  {
    "code": "130728",
    "name": "河北省张家口市"
  },
  {
    "code": "130729",
    "name": "河北省张家口市"
  },
  {
    "code": "130730",
    "name": "河北省张家口市"
  },
  {
    "code": "130731",
    "name": "河北省张家口市"
  },
  {
    "code": "130732",
    "name": "河北省张家口市"
  },
  {
    "code": "130733",
    "name": "河北省张家口市"
  },
  {
    "code": "130800",
    "name": "河北省承德市"
  },
  {
    "code": "130801",
    "name": "河北省承德市"
  },
  {
    "code": "130802",
    "name": "河北省承德市"
  },
  {
    "code": "130803",
    "name": "河北省承德市"
  },
  {
    "code": "130804",
    "name": "河北省承德市"
  },
  {
    "code": "130821",
    "name": "河北省承德市"
  },
  {
    "code": "130822",
    "name": "河北省承德市"
  },
  {
    "code": "130823",
    "name": "河北省承德市"
  },
  {
    "code": "130824",
    "name": "河北省承德市"
  },
  {
    "code": "130825",
    "name": "河北省承德市"
  },
  {
    "code": "130826",
    "name": "河北省承德市"
  },
  {
    "code": "130827",
    "name": "河北省承德市"
  },
  {
    "code": "130828",
    "name": "河北省承德市"
  },
  {
    "code": "130900",
    "name": "河北省沧州市"
  },
  {
    "code": "130901",
    "name": "河北省沧州市"
  },
  {
    "code": "130902",
    "name": "河北省沧州市"
  },
  {
    "code": "130903",
    "name": "河北省沧州市"
  },
  {
    "code": "130904",
    "name": "河北省沧州市"
  },
  {
    "code": "130921",
    "name": "河北省沧州市"
  },
  {
    "code": "130922",
    "name": "河北省沧州市"
  },
  {
    "code": "130923",
    "name": "河北省沧州市"
  },
  {
    "code": "130924",
    "name": "河北省沧州市"
  },
  {
    "code": "130925",
    "name": "河北省沧州市"
  },
  {
    "code": "130926",
    "name": "河北省沧州市"
  },
  {
    "code": "130927",
    "name": "河北省沧州市"
  },
  {
    "code": "130928",
    "name": "河北省沧州市"
  },
  {
    "code": "130929",
    "name": "河北省沧州市"
  },
  {
    "code": "130930",
    "name": "河北省沧州市"
  },
  {
    "code": "130981",
    "name": "河北省沧州市"
  },
  {
    "code": "130982",
    "name": "河北省沧州市"
  },
  {
    "code": "130983",
    "name": "河北省沧州市"
  },
  {
    "code": "130984",
    "name": "河北省沧州市"
  },
  {
    "code": "131000",
    "name": "河北省廊坊市"
  },
  {
    "code": "131001",
    "name": "河北省廊坊市"
  },
  {
    "code": "131002",
    "name": "河北省廊坊市"
  },
  {
    "code": "131003",
    "name": "河北省廊坊市"
  },
  {
    "code": "131021",
    "name": "河北省廊坊市"
  },
  {
    "code": "131022",
    "name": "河北省廊坊市"
  },
  {
    "code": "131023",
    "name": "河北省廊坊市"
  },
  {
    "code": "131024",
    "name": "河北省廊坊市"
  },
  {
    "code": "131025",
    "name": "河北省廊坊市"
  },
  {
    "code": "131026",
    "name": "河北省廊坊市"
  },
  {
    "code": "131027",
    "name": "河北省廊坊市"
  },
  {
    "code": "131028",
    "name": "河北省廊坊市"
  },
  {
    "code": "131081",
    "name": "河北省廊坊市"
  },
  {
    "code": "131082",
    "name": "河北省廊坊市"
  },
  {
    "code": "131100",
    "name": "河北省衡水市"
  },
  {
    "code": "131101",
    "name": "河北省衡水市"
  },
  {
    "code": "131102",
    "name": "河北省衡水市"
  },
  {
    "code": "131121",
    "name": "河北省衡水市"
  },
  {
    "code": "131122",
    "name": "河北省衡水市"
  },
  {
    "code": "131123",
    "name": "河北省衡水市"
  },
  {
    "code": "131124",
    "name": "河北省衡水市"
  },
  {
    "code": "131125",
    "name": "河北省衡水市"
  },
  {
    "code": "131126",
    "name": "河北省衡水市"
  },
  {
    "code": "131127",
    "name": "河北省衡水市"
  },
  {
    "code": "131128",
    "name": "河北省衡水市"
  },
  {
    "code": "131181",
    "name": "河北省衡水市"
  },
  {
    "code": "131182",
    "name": "河北省衡水市"
  },
  {
    "code": "132100",
    "name": "河北省邯郸市"
  },
  {
    "code": "132101",
    "name": "河北省邯郸市"
  },
  {
    "code": "132121",
    "name": "河北省邯郸市"
  },
  {
    "code": "132122",
    "name": "河北省邯郸市"
  },
  {
    "code": "132123",
    "name": "河北省邯郸市"
  },
  {
    "code": "132124",
    "name": "河北省邯郸市"
  },
  {
    "code": "132125",
    "name": "河北省邯郸市"
  },
  {
    "code": "132126",
    "name": "河北省邯郸市"
  },
  {
    "code": "132127",
    "name": "河北省邯郸市"
  },
  {
    "code": "132128",
    "name": "河北省邯郸市"
  },
  {
    "code": "132129",
    "name": "河北省邯郸市"
  },
  {
    "code": "132130",
    "name": "河北省邯郸市"
  },
  {
    "code": "132131",
    "name": "河北省邯郸市"
  },
  {
    "code": "132132",
    "name": "河北省邯郸市"
  },
  {
    "code": "132133",
    "name": "河北省邯郸市"
  },
  {
    "code": "132134",
    "name": "河北省邯郸市"
  },
  {
    "code": "132135",
    "name": "河北省邯郸市"
  },
  {
    "code": "132200",
    "name": "河北省邢台市"
  },
  {
    "code": "132201",
    "name": "河北省邢台市"
  },
  {
    "code": "132202",
    "name": "河北省邢台市"
  },
  {
    "code": "132221",
    "name": "河北省邢台市"
  },
  {
    "code": "132222",
    "name": "河北省邢台市"
  },
  {
    "code": "132223",
    "name": "河北省邢台市"
  },
  {
    "code": "132224",
    "name": "河北省邢台市"
  },
  {
    "code": "132225",
    "name": "河北省邢台市"
  },
  {
    "code": "132226",
    "name": "河北省邢台市"
  },
  {
    "code": "132227",
    "name": "河北省邢台市"
  },
  {
    "code": "132228",
    "name": "河北省邢台市"
  },
  {
    "code": "132229",
    "name": "河北省邢台市"
  },
  {
    "code": "132230",
    "name": "河北省邢台市"
  },
  {
    "code": "132231",
    "name": "河北省邢台市"
  },
  {
    "code": "132232",
    "name": "河北省邢台市"
  },
  {
    "code": "132233",
    "name": "河北省邢台市"
  },
  {
    "code": "132234",
    "name": "河北省邢台市"
  },
  {
    "code": "132235",
    "name": "河北省邢台市"
  },
  {
    "code": "132236",
    "name": "河北省邢台市"
  },
  {
    "code": "132237",
    "name": "河北省邢台市"
  },
  {
    "code": "132300",
    "name": "河北省石家庄市"
  },
  {
    "code": "132301",
    "name": "河北省石家庄市"
  },
  {
    "code": "132302",
    "name": "河北省石家庄市"
  },
  {
    "code": "132303",
    "name": "河北省石家庄市"
  },
  {
    "code": "132304",
    "name": "河北省石家庄市"
  },
  {
    "code": "132321",
    "name": "河北省石家庄市"
  },
  {
    "code": "132322",
    "name": "河北省石家庄市"
  },
  {
    "code": "132323",
    "name": "河北省石家庄市"
  },
  {
    "code": "132324",
    "name": "河北省石家庄市"
  },
  {
    "code": "132325",
    "name": "河北省石家庄市"
  },
  {
    "code": "132326",
    "name": "河北省石家庄市"
  },
  {
    "code": "132327",
    "name": "河北省石家庄市"
  },
  {
    "code": "132328",
    "name": "河北省石家庄市"
  },
  {
    "code": "132329",
    "name": "河北省石家庄市"
  },
  {
    "code": "132330",
    "name": "河北省石家庄市"
  },
  {
    "code": "132331",
    "name": "河北省石家庄市"
  },
  {
    "code": "132332",
    "name": "河北省石家庄市"
  },
  {
    "code": "132333",
    "name": "河北省石家庄市"
  },
  {
    "code": "132334",
    "name": "河北省石家庄市"
  },
  {
    "code": "132335",
    "name": "河北省石家庄市"
  },
  {
    "code": "132336",
    "name": "河北省石家庄市"
  },
  {
    "code": "132337",
    "name": "河北省石家庄市"
  },
  {
    "code": "132400",
    "name": "河北省保定市"
  },
  {
    "code": "132401",
    "name": "河北省保定市"
  },
  {
    "code": "132402",
    "name": "河北省保定市"
  },
  {
    "code": "132403",
    "name": "河北省保定市"
  },
  {
    "code": "132404",
    "name": "河北省保定市"
  },
  {
    "code": "132421",
    "name": "河北省保定市"
  },
  {
    "code": "132422",
    "name": "河北省保定市"
  },
  {
    "code": "132423",
    "name": "河北省保定市"
  },
  {
    "code": "132424",
    "name": "河北省保定市"
  },
  {
    "code": "132425",
    "name": "河北省保定市"
  },
  {
    "code": "132426",
    "name": "河北省保定市"
  },
  {
    "code": "132427",
    "name": "河北省保定市"
  },
  {
    "code": "132428",
    "name": "河北省保定市"
  },
  {
    "code": "132429",
    "name": "河北省保定市"
  },
  {
    "code": "132430",
    "name": "河北省保定市"
  },
  {
    "code": "132431",
    "name": "河北省保定市"
  },
  {
    "code": "132432",
    "name": "河北省保定市"
  },
  {
    "code": "132433",
    "name": "河北省保定市"
  },
  {
    "code": "132434",
    "name": "河北省保定市"
  },
  {
    "code": "132435",
    "name": "河北省保定市"
  },
  {
    "code": "132436",
    "name": "河北省保定市"
  },
  {
    "code": "132437",
    "name": "河北省保定市"
  },
  {
    "code": "132438",
    "name": "河北省保定市"
  },
  {
    "code": "132439",
    "name": "河北省保定市"
  },
  {
    "code": "132440",
    "name": "河北省保定市"
  },
  {
    "code": "132441",
    "name": "河北省保定市"
  },
  {
    "code": "132442",
    "name": "河北省保定市"
  },
  {
    "code": "132500",
    "name": "河北省张家口市"
  },
  {
    "code": "132501",
    "name": "河北省张家口市"
  },
  {
    "code": "132521",
    "name": "河北省张家口市"
  },
  {
    "code": "132522",
    "name": "河北省张家口市"
  },
  {
    "code": "132523",
    "name": "河北省张家口市"
  },
  {
    "code": "132524",
    "name": "河北省张家口市"
  },
  {
    "code": "132525",
    "name": "河北省张家口市"
  },
  {
    "code": "132526",
    "name": "河北省张家口市"
  },
  {
    "code": "132527",
    "name": "河北省张家口市"
  },
  {
    "code": "132528",
    "name": "河北省张家口市"
  },
  {
    "code": "132529",
    "name": "河北省张家口市"
  },
  {
    "code": "132530",
    "name": "河北省张家口市"
  },
  {
    "code": "132531",
    "name": "河北省张家口市"
  },
  {
    "code": "132532",
    "name": "河北省张家口市"
  },
  {
    "code": "132533",
    "name": "河北省张家口市"
  },
  {
    "code": "132600",
    "name": "河北省承德市"
  },
  {
    "code": "132601",
    "name": "河北省承德市"
  },
  {
    "code": "132621",
    "name": "河北省承德市"
  },
  {
    "code": "132622",
    "name": "河北省承德市"
  },
  {
    "code": "132623",
    "name": "河北省承德市"
  },
  {
    "code": "132624",
    "name": "河北省承德市"
  },
  {
    "code": "132625",
    "name": "河北省承德市"
  },
  {
    "code": "132626",
    "name": "河北省承德市"
  },
  {
    "code": "132627",
    "name": "河北省承德市"
  },
  {
    "code": "132628",
    "name": "河北省承德市"
  },
  {
    "code": "132629",
    "name": "河北省承德市"
  },
  {
    "code": "132700",
    "name": "河北省唐山市"
  },
  {
    "code": "132701",
    "name": "河北省唐山市"
  },
  {
    "code": "132721",
    "name": "河北省唐山市"
  },
  {
    "code": "132722",
    "name": "河北省唐山市"
  },
  {
    "code": "132723",
    "name": "河北省唐山市"
  },
  {
    "code": "132724",
    "name": "河北省唐山市"
  },
  {
    "code": "132725",
    "name": "河北省唐山市"
  },
  {
    "code": "132726",
    "name": "河北省唐山市"
  },
  {
    "code": "132727",
    "name": "河北省唐山市"
  },
  {
    "code": "132728",
    "name": "河北省唐山市"
  },
  {
    "code": "132729",
    "name": "河北省唐山市"
  },
  {
    "code": "132730",
    "name": "河北省唐山市"
  },
  {
    "code": "132731",
    "name": "河北省唐山市"
  },
  {
    "code": "132732",
    "name": "河北省唐山市"
  },
  {
    "code": "132800",
    "name": "河北省廊坊市"
  },
  {
    "code": "132801",
    "name": "河北省廊坊市"
  },
  {
    "code": "132821",
    "name": "河北省廊坊市"
  },
  {
    "code": "132822",
    "name": "河北省廊坊市"
  },
  {
    "code": "132823",
    "name": "河北省廊坊市"
  },
  {
    "code": "132824",
    "name": "河北省廊坊市"
  },
  {
    "code": "132825",
    "name": "河北省廊坊市"
  },
  {
    "code": "132826",
    "name": "河北省廊坊市"
  },
  {
    "code": "132827",
    "name": "河北省廊坊市"
  },
  {
    "code": "132828",
    "name": "河北省廊坊市"
  },
  {
    "code": "132829",
    "name": "河北省廊坊市"
  },
  {
    "code": "132900",
    "name": "河北省沧州市"
  },
  {
    "code": "132901",
    "name": "河北省沧州市"
  },
  {
    "code": "132902",
    "name": "河北省沧州市"
  },
  {
    "code": "132903",
    "name": "河北省沧州市"
  },
  {
    "code": "132904",
    "name": "河北省沧州市"
  },
  {
    "code": "132905",
    "name": "河北省沧州市"
  },
  {
    "code": "132921",
    "name": "河北省沧州市"
  },
  {
    "code": "132922",
    "name": "河北省沧州市"
  },
  {
    "code": "132923",
    "name": "河北省沧州市"
  },
  {
    "code": "132924",
    "name": "河北省沧州市"
  },
  {
    "code": "132925",
    "name": "河北省沧州市"
  },
  {
    "code": "132926",
    "name": "河北省沧州市"
  },
  {
    "code": "132927",
    "name": "河北省沧州市"
  },
  {
    "code": "132928",
    "name": "河北省沧州市"
  },
  {
    "code": "132929",
    "name": "河北省沧州市"
  },
  {
    "code": "132930",
    "name": "河北省沧州市"
  },
  {
    "code": "132931",
    "name": "河北省沧州市"
  },
  {
    "code": "132932",
    "name": "河北省沧州市"
  },
  {
    "code": "132933",
    "name": "河北省沧州市"
  },
  {
    "code": "132934",
    "name": "河北省沧州市"
  },
  {
    "code": "133000",
    "name": "河北省衡水市"
  },
  {
    "code": "133001",
    "name": "河北省衡水市"
  },
  {
    "code": "133002",
    "name": "河北省衡水市"
  },
  {
    "code": "133021",
    "name": "河北省衡水市"
  },
  {
    "code": "133022",
    "name": "河北省衡水市"
  },
  {
    "code": "133023",
    "name": "河北省衡水市"
  },
  {
    "code": "133024",
    "name": "河北省衡水市"
  },
  {
    "code": "133025",
    "name": "河北省衡水市"
  },
  {
    "code": "133026",
    "name": "河北省衡水市"
  },
  {
    "code": "133027",
    "name": "河北省衡水市"
  },
  {
    "code": "133028",
    "name": "河北省衡水市"
  },
  {
    "code": "133029",
    "name": "河北省衡水市"
  },
  {
    "code": "133030",
    "name": "河北省衡水市"
  },
  {
    "code": "133031",
    "name": "河北省衡水市"
  },
  {
    "code": "139000",
    "name": "河北省省直辖行政单位"
  },
  {
    "code": "139001",
    "name": "河北省省直辖行政单位"
  },
  {
    "code": "140000",
    "name": "山西省山西"
  },
  {
    "code": "140100",
    "name": "山西省太原市"
  },
  {
    "code": "140101",
    "name": "山西省太原市"
  },
  {
    "code": "140102",
    "name": "山西省太原市"
  },
  {
    "code": "140103",
    "name": "山西省太原市"
  },
  {
    "code": "140104",
    "name": "山西省太原市"
  },
  {
    "code": "140105",
    "name": "山西省太原市"
  },
  {
    "code": "140106",
    "name": "山西省太原市"
  },
  {
    "code": "140107",
    "name": "山西省太原市"
  },
  {
    "code": "140108",
    "name": "山西省太原市"
  },
  {
    "code": "140109",
    "name": "山西省太原市"
  },
  {
    "code": "140110",
    "name": "山西省太原市"
  },
  {
    "code": "140111",
    "name": "山西省太原市"
  },
  {
    "code": "140112",
    "name": "山西省太原市"
  },
  {
    "code": "140113",
    "name": "山西省太原市"
  },
  {
    "code": "140120",
    "name": "山西省太原市"
  },
  {
    "code": "140121",
    "name": "山西省太原市"
  },
  {
    "code": "140122",
    "name": "山西省太原市"
  },
  {
    "code": "140123",
    "name": "山西省太原市"
  },
  {
    "code": "140181",
    "name": "山西省太原市"
  },
  {
    "code": "140200",
    "name": "山西省大同市"
  },
  {
    "code": "140201",
    "name": "山西省大同市"
  },
  {
    "code": "140202",
    "name": "山西省大同市"
  },
  {
    "code": "140203",
    "name": "山西省大同市"
  },
  {
    "code": "140211",
    "name": "山西省大同市"
  },
  {
    "code": "140212",
    "name": "山西省大同市"
  },
  {
    "code": "140221",
    "name": "山西省大同市"
  },
  {
    "code": "140222",
    "name": "山西省大同市"
  },
  {
    "code": "140223",
    "name": "山西省大同市"
  },
  {
    "code": "140224",
    "name": "山西省大同市"
  },
  {
    "code": "140225",
    "name": "山西省大同市"
  },
  {
    "code": "140226",
    "name": "山西省大同市"
  },
  {
    "code": "140227",
    "name": "山西省大同市"
  },
  {
    "code": "140230",
    "name": "山西省大同市"
  },
  {
    "code": "140232",
    "name": "山西省大同市"
  },
  {
    "code": "140300",
    "name": "山西省阳泉市"
  },
  {
    "code": "140301",
    "name": "山西省阳泉市"
  },
  {
    "code": "140302",
    "name": "山西省阳泉市"
  },
  {
    "code": "140303",
    "name": "山西省阳泉市"
  },
  {
    "code": "140311",
    "name": "山西省阳泉市"
  },
  {
    "code": "140321",
    "name": "山西省阳泉市"
  },
  {
    "code": "140322",
    "name": "山西省阳泉市"
  },
  {
    "code": "140400",
    "name": "山西省长治市"
  },
  {
    "code": "140401",
    "name": "山西省长治市"
  },
  {
    "code": "140402",
    "name": "山西省长治市"
  },
  {
    "code": "140411",
    "name": "山西省长治市"
  },
  {
    "code": "140421",
    "name": "山西省长治市"
  },
  {
    "code": "140422",
    "name": "山西省长治市"
  },
  {
    "code": "140423",
    "name": "山西省长治市"
  },
  {
    "code": "140424",
    "name": "山西省长治市"
  },
  {
    "code": "140425",
    "name": "山西省长治市"
  },
  {
    "code": "140426",
    "name": "山西省长治市"
  },
  {
    "code": "140427",
    "name": "山西省长治市"
  },
  {
    "code": "140428",
    "name": "山西省长治市"
  },
  {
    "code": "140429",
    "name": "山西省长治市"
  },
  {
    "code": "140430",
    "name": "山西省长治市"
  },
  {
    "code": "140431",
    "name": "山西省长治市"
  },
  {
    "code": "140481",
    "name": "山西省长治市"
  },
  {
    "code": "140500",
    "name": "山西省晋城市"
  },
  {
    "code": "140501",
    "name": "山西省晋城市"
  },
  {
    "code": "140502",
    "name": "山西省晋城市"
  },
  {
    "code": "140511",
    "name": "山西省晋城市"
  },
  {
    "code": "140521",
    "name": "山西省晋城市"
  },
  {
    "code": "140522",
    "name": "山西省晋城市"
  },
  {
    "code": "140523",
    "name": "山西省晋城市"
  },
  {
    "code": "140524",
    "name": "山西省晋城市"
  },
  {
    "code": "140525",
    "name": "山西省晋城市"
  },
  {
    "code": "140581",
    "name": "山西省晋城市"
  },
  {
    "code": "140600",
    "name": "山西省朔州市"
  },
  {
    "code": "140601",
    "name": "山西省朔州市"
  },
  {
    "code": "140602",
    "name": "山西省朔州市"
  },
  {
    "code": "140603",
    "name": "山西省朔州市"
  },
  {
    "code": "140621",
    "name": "山西省朔州市"
  },
  {
    "code": "140622",
    "name": "山西省朔州市"
  },
  {
    "code": "140623",
    "name": "山西省朔州市"
  },
  {
    "code": "140624",
    "name": "山西省朔州市"
  },
  {
    "code": "140700",
    "name": "山西省晋中市"
  },
  {
    "code": "140701",
    "name": "山西省晋中市"
  },
  {
    "code": "140702",
    "name": "山西省晋中市"
  },
  {
    "code": "140721",
    "name": "山西省晋中市"
  },
  {
    "code": "140722",
    "name": "山西省晋中市"
  },
  {
    "code": "140723",
    "name": "山西省晋中市"
  },
  {
    "code": "140724",
    "name": "山西省晋中市"
  },
  {
    "code": "140725",
    "name": "山西省晋中市"
  },
  {
    "code": "140726",
    "name": "山西省晋中市"
  },
  {
    "code": "140727",
    "name": "山西省晋中市"
  },
  {
    "code": "140728",
    "name": "山西省晋中市"
  },
  {
    "code": "140729",
    "name": "山西省晋中市"
  },
  {
    "code": "140781",
    "name": "山西省晋中市"
  },
  {
    "code": "140800",
    "name": "山西省运城市"
  },
  {
    "code": "140801",
    "name": "山西省运城市"
  },
  {
    "code": "140802",
    "name": "山西省运城市"
  },
  {
    "code": "140821",
    "name": "山西省运城市"
  },
  {
    "code": "140822",
    "name": "山西省运城市"
  },
  {
    "code": "140823",
    "name": "山西省运城市"
  },
  {
    "code": "140824",
    "name": "山西省运城市"
  },
  {
    "code": "140825",
    "name": "山西省运城市"
  },
  {
    "code": "140826",
    "name": "山西省运城市"
  },
  {
    "code": "140827",
    "name": "山西省运城市"
  },
  {
    "code": "140828",
    "name": "山西省运城市"
  },
  {
    "code": "140829",
    "name": "山西省运城市"
  },
  {
    "code": "140830",
    "name": "山西省运城市"
  },
  {
    "code": "140881",
    "name": "山西省运城市"
  },
  {
    "code": "140882",
    "name": "山西省运城市"
  },
  {
    "code": "140900",
    "name": "山西省忻州市"
  },
  {
    "code": "140901",
    "name": "山西省忻州市"
  },
  {
    "code": "140902",
    "name": "山西省忻州市"
  },
  {
    "code": "140921",
    "name": "山西省忻州市"
  },
  {
    "code": "140922",
    "name": "山西省忻州市"
  },
  {
    "code": "140923",
    "name": "山西省忻州市"
  },
  {
    "code": "140924",
    "name": "山西省忻州市"
  },
  {
    "code": "140925",
    "name": "山西省忻州市"
  },
  {
    "code": "140926",
    "name": "山西省忻州市"
  },
  {
    "code": "140927",
    "name": "山西省忻州市"
  },
  {
    "code": "140928",
    "name": "山西省忻州市"
  },
  {
    "code": "140929",
    "name": "山西省忻州市"
  },
  {
    "code": "140930",
    "name": "山西省忻州市"
  },
  {
    "code": "140931",
    "name": "山西省忻州市"
  },
  {
    "code": "140932",
    "name": "山西省忻州市"
  },
  {
    "code": "140981",
    "name": "山西省忻州市"
  },
  {
    "code": "141000",
    "name": "山西省临汾市"
  },
  {
    "code": "141001",
    "name": "山西省临汾市"
  },
  {
    "code": "141002",
    "name": "山西省临汾市"
  },
  {
    "code": "141021",
    "name": "山西省临汾市"
  },
  {
    "code": "141022",
    "name": "山西省临汾市"
  },
  {
    "code": "141023",
    "name": "山西省临汾市"
  },
  {
    "code": "141024",
    "name": "山西省临汾市"
  },
  {
    "code": "141025",
    "name": "山西省临汾市"
  },
  {
    "code": "141026",
    "name": "山西省临汾市"
  },
  {
    "code": "141027",
    "name": "山西省临汾市"
  },
  {
    "code": "141028",
    "name": "山西省临汾市"
  },
  {
    "code": "141029",
    "name": "山西省临汾市"
  },
  {
    "code": "141030",
    "name": "山西省临汾市"
  },
  {
    "code": "141031",
    "name": "山西省临汾市"
  },
  {
    "code": "141032",
    "name": "山西省临汾市"
  },
  {
    "code": "141033",
    "name": "山西省临汾市"
  },
  {
    "code": "141034",
    "name": "山西省临汾市"
  },
  {
    "code": "141081",
    "name": "山西省临汾市"
  },
  {
    "code": "141082",
    "name": "山西省临汾市"
  },
  {
    "code": "141100",
    "name": "山西省吕梁市"
  },
  {
    "code": "141101",
    "name": "山西省吕梁市"
  },
  {
    "code": "141102",
    "name": "山西省吕梁市"
  },
  {
    "code": "141121",
    "name": "山西省吕梁市"
  },
  {
    "code": "141122",
    "name": "山西省吕梁市"
  },
  {
    "code": "141123",
    "name": "山西省吕梁市"
  },
  {
    "code": "141124",
    "name": "山西省吕梁市"
  },
  {
    "code": "141125",
    "name": "山西省吕梁市"
  },
  {
    "code": "141126",
    "name": "山西省吕梁市"
  },
  {
    "code": "141127",
    "name": "山西省吕梁市"
  },
  {
    "code": "141128",
    "name": "山西省吕梁市"
  },
  {
    "code": "141129",
    "name": "山西省吕梁市"
  },
  {
    "code": "141130",
    "name": "山西省吕梁市"
  },
  {
    "code": "141181",
    "name": "山西省吕梁市"
  },
  {
    "code": "141182",
    "name": "山西省吕梁市"
  },
  {
    "code": "142100",
    "name": "山西省大同市"
  },
  {
    "code": "142121",
    "name": "山西省大同市"
  },
  {
    "code": "142122",
    "name": "山西省大同市"
  },
  {
    "code": "142123",
    "name": "山西省大同市"
  },
  {
    "code": "142124",
    "name": "山西省大同市"
  },
  {
    "code": "142125",
    "name": "山西省大同市"
  },
  {
    "code": "142126",
    "name": "山西省大同市"
  },
  {
    "code": "142127",
    "name": "山西省大同市"
  },
  {
    "code": "142128",
    "name": "山西省大同市"
  },
  {
    "code": "142129",
    "name": "山西省大同市"
  },
  {
    "code": "142130",
    "name": "山西省大同市"
  },
  {
    "code": "142131",
    "name": "山西省大同市"
  },
  {
    "code": "142132",
    "name": "山西省大同市"
  },
  {
    "code": "142133",
    "name": "山西省大同市"
  },
  {
    "code": "142200",
    "name": "山西省忻州市"
  },
  {
    "code": "142201",
    "name": "山西省忻州市"
  },
  {
    "code": "142202",
    "name": "山西省忻州市"
  },
  {
    "code": "142221",
    "name": "山西省忻州市"
  },
  {
    "code": "142222",
    "name": "山西省忻州市"
  },
  {
    "code": "142223",
    "name": "山西省忻州市"
  },
  {
    "code": "142224",
    "name": "山西省忻州市"
  },
  {
    "code": "142225",
    "name": "山西省忻州市"
  },
  {
    "code": "142226",
    "name": "山西省忻州市"
  },
  {
    "code": "142227",
    "name": "山西省忻州市"
  },
  {
    "code": "142228",
    "name": "山西省忻州市"
  },
  {
    "code": "142229",
    "name": "山西省忻州市"
  },
  {
    "code": "142230",
    "name": "山西省忻州市"
  },
  {
    "code": "142231",
    "name": "山西省忻州市"
  },
  {
    "code": "142232",
    "name": "山西省忻州市"
  },
  {
    "code": "142233",
    "name": "山西省忻州市"
  },
  {
    "code": "142234",
    "name": "山西省忻州市"
  },
  {
    "code": "142300",
    "name": "山西省吕梁市"
  },
  {
    "code": "142301",
    "name": "山西省吕梁市"
  },
  {
    "code": "142302",
    "name": "山西省吕梁市"
  },
  {
    "code": "142303",
    "name": "山西省吕梁市"
  },
  {
    "code": "142321",
    "name": "山西省吕梁市"
  },
  {
    "code": "142322",
    "name": "山西省吕梁市"
  },
  {
    "code": "142323",
    "name": "山西省吕梁市"
  },
  {
    "code": "142324",
    "name": "山西省吕梁市"
  },
  {
    "code": "142325",
    "name": "山西省吕梁市"
  },
  {
    "code": "142326",
    "name": "山西省吕梁市"
  },
  {
    "code": "142327",
    "name": "山西省吕梁市"
  },
  {
    "code": "142328",
    "name": "山西省吕梁市"
  },
  {
    "code": "142329",
    "name": "山西省吕梁市"
  },
  {
    "code": "142330",
    "name": "山西省吕梁市"
  },
  {
    "code": "142331",
    "name": "山西省吕梁市"
  },
  {
    "code": "142332",
    "name": "山西省吕梁市"
  },
  {
    "code": "142333",
    "name": "山西省吕梁市"
  },
  {
    "code": "142400",
    "name": "山西省晋中市"
  },
  {
    "code": "142401",
    "name": "山西省晋中市"
  },
  {
    "code": "142402",
    "name": "山西省晋中市"
  },
  {
    "code": "142421",
    "name": "山西省晋中市"
  },
  {
    "code": "142422",
    "name": "山西省晋中市"
  },
  {
    "code": "142423",
    "name": "山西省晋中市"
  },
  {
    "code": "142424",
    "name": "山西省晋中市"
  },
  {
    "code": "142425",
    "name": "山西省晋中市"
  },
  {
    "code": "142426",
    "name": "山西省晋中市"
  },
  {
    "code": "142427",
    "name": "山西省晋中市"
  },
  {
    "code": "142428",
    "name": "山西省晋中市"
  },
  {
    "code": "142429",
    "name": "山西省晋中市"
  },
  {
    "code": "142430",
    "name": "山西省晋中市"
  },
  {
    "code": "142431",
    "name": "山西省晋中市"
  },
  {
    "code": "142432",
    "name": "山西省晋中市"
  },
  {
    "code": "142433",
    "name": "山西省晋中市"
  },
  {
    "code": "142500",
    "name": "山西省长治市"
  },
  {
    "code": "142501",
    "name": "山西省长治市"
  },
  {
    "code": "142521",
    "name": "山西省长治市"
  },
  {
    "code": "142522",
    "name": "山西省长治市"
  },
  {
    "code": "142523",
    "name": "山西省长治市"
  },
  {
    "code": "142524",
    "name": "山西省长治市"
  },
  {
    "code": "142525",
    "name": "山西省长治市"
  },
  {
    "code": "142526",
    "name": "山西省长治市"
  },
  {
    "code": "142527",
    "name": "山西省长治市"
  },
  {
    "code": "142528",
    "name": "山西省长治市"
  },
  {
    "code": "142529",
    "name": "山西省长治市"
  },
  {
    "code": "142530",
    "name": "山西省长治市"
  },
  {
    "code": "142531",
    "name": "山西省长治市"
  },
  {
    "code": "142532",
    "name": "山西省长治市"
  },
  {
    "code": "142533",
    "name": "山西省长治市"
  },
  {
    "code": "142534",
    "name": "山西省长治市"
  },
  {
    "code": "142535",
    "name": "山西省长治市"
  },
  {
    "code": "142536",
    "name": "山西省长治市"
  },
  {
    "code": "142600",
    "name": "山西省临汾市"
  },
  {
    "code": "142601",
    "name": "山西省临汾市"
  },
  {
    "code": "142602",
    "name": "山西省临汾市"
  },
  {
    "code": "142603",
    "name": "山西省临汾市"
  },
  {
    "code": "142621",
    "name": "山西省临汾市"
  },
  {
    "code": "142622",
    "name": "山西省临汾市"
  },
  {
    "code": "142623",
    "name": "山西省临汾市"
  },
  {
    "code": "142624",
    "name": "山西省临汾市"
  },
  {
    "code": "142625",
    "name": "山西省临汾市"
  },
  {
    "code": "142626",
    "name": "山西省临汾市"
  },
  {
    "code": "142627",
    "name": "山西省临汾市"
  },
  {
    "code": "142628",
    "name": "山西省临汾市"
  },
  {
    "code": "142629",
    "name": "山西省临汾市"
  },
  {
    "code": "142630",
    "name": "山西省临汾市"
  },
  {
    "code": "142631",
    "name": "山西省临汾市"
  },
  {
    "code": "142632",
    "name": "山西省临汾市"
  },
  {
    "code": "142633",
    "name": "山西省临汾市"
  },
  {
    "code": "142634",
    "name": "山西省临汾市"
  },
  {
    "code": "142635",
    "name": "山西省临汾市"
  },
  {
    "code": "142636",
    "name": "山西省临汾市"
  },
  {
    "code": "142700",
    "name": "山西省运城市"
  },
  {
    "code": "142701",
    "name": "山西省运城市"
  },
  {
    "code": "142702",
    "name": "山西省运城市"
  },
  {
    "code": "142703",
    "name": "山西省运城市"
  },
  {
    "code": "142721",
    "name": "山西省运城市"
  },
  {
    "code": "142722",
    "name": "山西省运城市"
  },
  {
    "code": "142723",
    "name": "山西省运城市"
  },
  {
    "code": "142724",
    "name": "山西省运城市"
  },
  {
    "code": "142725",
    "name": "山西省运城市"
  },
  {
    "code": "142726",
    "name": "山西省运城市"
  },
  {
    "code": "142727",
    "name": "山西省运城市"
  },
  {
    "code": "142728",
    "name": "山西省运城市"
  },
  {
    "code": "142729",
    "name": "山西省运城市"
  },
  {
    "code": "142730",
    "name": "山西省运城市"
  },
  {
    "code": "142731",
    "name": "山西省运城市"
  },
  {
    "code": "142732",
    "name": "山西省运城市"
  },
  {
    "code": "142733",
    "name": "山西省运城市"
  },
  {
    "code": "149000",
    "name": "山西省省直辖行政单位"
  },
  {
    "code": "149001",
    "name": "山西省省直辖行政单位"
  },
  {
    "code": "150000",
    "name": "内蒙古自治区内蒙古"
  },
  {
    "code": "150100",
    "name": "内蒙古自治区呼和浩特市"
  },
  {
    "code": "150101",
    "name": "内蒙古自治区呼和浩特市"
  },
  {
    "code": "150102",
    "name": "内蒙古自治区呼和浩特市"
  },
  {
    "code": "150103",
    "name": "内蒙古自治区呼和浩特市"
  },
  {
    "code": "150104",
    "name": "内蒙古自治区呼和浩特市"
  },
  {
    "code": "150105",
    "name": "内蒙古自治区呼和浩特市"
  },
  {
    "code": "150120",
    "name": "内蒙古自治区呼和浩特市"
  },
  {
    "code": "150121",
    "name": "内蒙古自治区呼和浩特市"
  },
  {
    "code": "150122",
    "name": "内蒙古自治区呼和浩特市"
  },
  {
    "code": "150123",
    "name": "内蒙古自治区呼和浩特市"
  },
  {
    "code": "150124",
    "name": "内蒙古自治区呼和浩特市"
  },
  {
    "code": "150125",
    "name": "内蒙古自治区呼和浩特市"
  },
  {
    "code": "150200",
    "name": "内蒙古自治区包头市"
  },
  {
    "code": "150201",
    "name": "内蒙古自治区包头市"
  },
  {
    "code": "150202",
    "name": "内蒙古自治区包头市"
  },
  {
    "code": "150203",
    "name": "内蒙古自治区包头市"
  },
  {
    "code": "150204",
    "name": "内蒙古自治区包头市"
  },
  {
    "code": "150205",
    "name": "内蒙古自治区包头市"
  },
  {
    "code": "150206",
    "name": "内蒙古自治区包头市"
  },
  {
    "code": "150207",
    "name": "内蒙古自治区包头市"
  },
  {
    "code": "150220",
    "name": "内蒙古自治区包头市"
  },
  {
    "code": "150221",
    "name": "内蒙古自治区包头市"
  },
  {
    "code": "150222",
    "name": "内蒙古自治区包头市"
  },
  {
    "code": "150223",
    "name": "内蒙古自治区包头市"
  },
  {
    "code": "150300",
    "name": "内蒙古自治区乌海市"
  },
  {
    "code": "150301",
    "name": "内蒙古自治区乌海市"
  },
  {
    "code": "150302",
    "name": "内蒙古自治区乌海市"
  },
  {
    "code": "150303",
    "name": "内蒙古自治区乌海市"
  },
  {
    "code": "150304",
    "name": "内蒙古自治区乌海市"
  },
  {
    "code": "150400",
    "name": "内蒙古自治区赤峰市"
  },
  {
    "code": "150401",
    "name": "内蒙古自治区赤峰市"
  },
  {
    "code": "150402",
    "name": "内蒙古自治区赤峰市"
  },
  {
    "code": "150403",
    "name": "内蒙古自治区赤峰市"
  },
  {
    "code": "150404",
    "name": "内蒙古自治区赤峰市"
  },
  {
    "code": "150421",
    "name": "内蒙古自治区赤峰市"
  },
  {
    "code": "150422",
    "name": "内蒙古自治区赤峰市"
  },
  {
    "code": "150423",
    "name": "内蒙古自治区赤峰市"
  },
  {
    "code": "150424",
    "name": "内蒙古自治区赤峰市"
  },
  {
    "code": "150425",
    "name": "内蒙古自治区赤峰市"
  },
  {
    "code": "150426",
    "name": "内蒙古自治区赤峰市"
  },
  {
    "code": "150427",
    "name": "内蒙古自治区赤峰市"
  },
  {
    "code": "150428",
    "name": "内蒙古自治区赤峰市"
  },
  {
    "code": "150429",
    "name": "内蒙古自治区赤峰市"
  },
  {
    "code": "150430",
    "name": "内蒙古自治区赤峰市"
  },
  {
    "code": "150500",
    "name": "内蒙古自治区通辽市"
  },
  {
    "code": "150501",
    "name": "内蒙古自治区通辽市"
  },
  {
    "code": "150502",
    "name": "内蒙古自治区通辽市"
  },
  {
    "code": "150521",
    "name": "内蒙古自治区通辽市"
  },
  {
    "code": "150522",
    "name": "内蒙古自治区通辽市"
  },
  {
    "code": "150523",
    "name": "内蒙古自治区通辽市"
  },
  {
    "code": "150524",
    "name": "内蒙古自治区通辽市"
  },
  {
    "code": "150525",
    "name": "内蒙古自治区通辽市"
  },
  {
    "code": "150526",
    "name": "内蒙古自治区通辽市"
  },
  {
    "code": "150581",
    "name": "内蒙古自治区通辽市"
  },
  {
    "code": "150600",
    "name": "内蒙古自治区鄂尔多斯市"
  },
  {
    "code": "150601",
    "name": "内蒙古自治区鄂尔多斯市"
  },
  {
    "code": "150602",
    "name": "内蒙古自治区鄂尔多斯市"
  },
  {
    "code": "150621",
    "name": "内蒙古自治区鄂尔多斯市"
  },
  {
    "code": "150622",
    "name": "内蒙古自治区鄂尔多斯市"
  },
  {
    "code": "150623",
    "name": "内蒙古自治区鄂尔多斯市"
  },
  {
    "code": "150624",
    "name": "内蒙古自治区鄂尔多斯市"
  },
  {
    "code": "150625",
    "name": "内蒙古自治区鄂尔多斯市"
  },
  {
    "code": "150626",
    "name": "内蒙古自治区鄂尔多斯市"
  },
  {
    "code": "150627",
    "name": "内蒙古自治区鄂尔多斯市"
  },
  {
    "code": "150700",
    "name": "内蒙古自治区呼伦贝尔市"
  },
  {
    "code": "150701",
    "name": "内蒙古自治区呼伦贝尔市"
  },
  {
    "code": "150702",
    "name": "内蒙古自治区呼伦贝尔市"
  },
  {
    "code": "150721",
    "name": "内蒙古自治区呼伦贝尔市"
  },
  {
    "code": "150722",
    "name": "内蒙古自治区呼伦贝尔市"
  },
  {
    "code": "150723",
    "name": "内蒙古自治区呼伦贝尔市"
  },
  {
    "code": "150724",
    "name": "内蒙古自治区呼伦贝尔市"
  },
  {
    "code": "150725",
    "name": "内蒙古自治区呼伦贝尔市"
  },
  {
    "code": "150726",
    "name": "内蒙古自治区呼伦贝尔市"
  },
  {
    "code": "150727",
    "name": "内蒙古自治区呼伦贝尔市"
  },
  {
    "code": "150781",
    "name": "内蒙古自治区呼伦贝尔市"
  },
  {
    "code": "150782",
    "name": "内蒙古自治区呼伦贝尔市"
  },
  {
    "code": "150783",
    "name": "内蒙古自治区呼伦贝尔市"
  },
  {
    "code": "150784",
    "name": "内蒙古自治区呼伦贝尔市"
  },
  {
    "code": "150785",
    "name": "内蒙古自治区呼伦贝尔市"
  },
  {
    "code": "150800",
    "name": "内蒙古自治区巴彦淖尔市"
  },
  {
    "code": "150801",
    "name": "内蒙古自治区巴彦淖尔市"
  },
  {
    "code": "150802",
    "name": "内蒙古自治区巴彦淖尔市"
  },
  {
    "code": "150821",
    "name": "内蒙古自治区巴彦淖尔市"
  },
  {
    "code": "150822",
    "name": "内蒙古自治区巴彦淖尔市"
  },
  {
    "code": "150823",
    "name": "内蒙古自治区巴彦淖尔市"
  },
  {
    "code": "150824",
    "name": "内蒙古自治区巴彦淖尔市"
  },
  {
    "code": "150825",
    "name": "内蒙古自治区巴彦淖尔市"
  },
  {
    "code": "150826",
    "name": "内蒙古自治区巴彦淖尔市"
  },
  {
    "code": "150900",
    "name": "内蒙古自治区乌兰察布市"
  },
  {
    "code": "150901",
    "name": "内蒙古自治区乌兰察布市"
  },
  {
    "code": "150902",
    "name": "内蒙古自治区乌兰察布市"
  },
  {
    "code": "150921",
    "name": "内蒙古自治区乌兰察布市"
  },
  {
    "code": "150922",
    "name": "内蒙古自治区乌兰察布市"
  },
  {
    "code": "150923",
    "name": "内蒙古自治区乌兰察布市"
  },
  {
    "code": "150924",
    "name": "内蒙古自治区乌兰察布市"
  },
  {
    "code": "150925",
    "name": "内蒙古自治区乌兰察布市"
  },
  {
    "code": "150926",
    "name": "内蒙古自治区乌兰察布市"
  },
  {
    "code": "150927",
    "name": "内蒙古自治区乌兰察布市"
  },
  {
    "code": "150928",
    "name": "内蒙古自治区乌兰察布市"
  },
  {
    "code": "150929",
    "name": "内蒙古自治区乌兰察布市"
  },
  {
    "code": "150981",
    "name": "内蒙古自治区乌兰察布市"
  },
  {
    "code": "152100",
    "name": "内蒙古自治区呼伦贝尔盟"
  },
  {
    "code": "152101",
    "name": "内蒙古自治区呼伦贝尔盟"
  },
  {
    "code": "152102",
    "name": "内蒙古自治区呼伦贝尔盟"
  },
  {
    "code": "152103",
    "name": "内蒙古自治区呼伦贝尔盟"
  },
  {
    "code": "152104",
    "name": "内蒙古自治区呼伦贝尔盟"
  },
  {
    "code": "152105",
    "name": "内蒙古自治区呼伦贝尔盟"
  },
  {
    "code": "152106",
    "name": "内蒙古自治区呼伦贝尔盟"
  },
  {
    "code": "152121",
    "name": "内蒙古自治区呼伦贝尔盟"
  },
  {
    "code": "152122",
    "name": "内蒙古自治区呼伦贝尔盟"
  },
  {
    "code": "152123",
    "name": "内蒙古自治区呼伦贝尔盟"
  },
  {
    "code": "152124",
    "name": "内蒙古自治区呼伦贝尔盟"
  },
  {
    "code": "152125",
    "name": "内蒙古自治区呼伦贝尔盟"
  },
  {
    "code": "152126",
    "name": "内蒙古自治区呼伦贝尔盟"
  },
  {
    "code": "152127",
    "name": "内蒙古自治区呼伦贝尔盟"
  },
  {
    "code": "152128",
    "name": "内蒙古自治区呼伦贝尔盟"
  },
  {
    "code": "152129",
    "name": "内蒙古自治区呼伦贝尔盟"
  },
  {
    "code": "152130",
    "name": "内蒙古自治区呼伦贝尔盟"
  },
  {
    "code": "152131",
    "name": "内蒙古自治区呼伦贝尔盟"
  },
  {
    "code": "152200",
    "name": "内蒙古自治区兴安盟"
  },
  {
    "code": "152201",
    "name": "内蒙古自治区兴安盟"
  },
  {
    "code": "152202",
    "name": "内蒙古自治区兴安盟"
  },
  {
    "code": "152221",
    "name": "内蒙古自治区兴安盟"
  },
  {
    "code": "152222",
    "name": "内蒙古自治区兴安盟"
  },
  {
    "code": "152223",
    "name": "内蒙古自治区兴安盟"
  },
  {
    "code": "152224",
    "name": "内蒙古自治区兴安盟"
  },
  {
    "code": "152300",
    "name": "内蒙古自治区哲里木盟"
  },
  {
    "code": "152301",
    "name": "内蒙古自治区哲里木盟"
  },
  {
    "code": "152302",
    "name": "内蒙古自治区哲里木盟"
  },
  {
    "code": "152321",
    "name": "内蒙古自治区哲里木盟"
  },
  {
    "code": "152322",
    "name": "内蒙古自治区哲里木盟"
  },
  {
    "code": "152323",
    "name": "内蒙古自治区哲里木盟"
  },
  {
    "code": "152324",
    "name": "内蒙古自治区哲里木盟"
  },
  {
    "code": "152325",
    "name": "内蒙古自治区哲里木盟"
  },
  {
    "code": "152326",
    "name": "内蒙古自治区哲里木盟"
  },
  {
    "code": "152327",
    "name": "内蒙古自治区哲里木盟"
  },
  {
    "code": "152400",
    "name": "内蒙古自治区昭乌达盟"
  },
  {
    "code": "152401",
    "name": "内蒙古自治区昭乌达盟"
  },
  {
    "code": "152421",
    "name": "内蒙古自治区昭乌达盟"
  },
  {
    "code": "152422",
    "name": "内蒙古自治区昭乌达盟"
  },
  {
    "code": "152423",
    "name": "内蒙古自治区昭乌达盟"
  },
  {
    "code": "152424",
    "name": "内蒙古自治区昭乌达盟"
  },
  {
    "code": "152425",
    "name": "内蒙古自治区昭乌达盟"
  },
  {
    "code": "152426",
    "name": "内蒙古自治区昭乌达盟"
  },
  {
    "code": "152427",
    "name": "内蒙古自治区昭乌达盟"
  },
  {
    "code": "152428",
    "name": "内蒙古自治区昭乌达盟"
  },
  {
    "code": "152429",
    "name": "内蒙古自治区昭乌达盟"
  },
  {
    "code": "152430",
    "name": "内蒙古自治区昭乌达盟"
  },
  {
    "code": "152500",
    "name": "内蒙古自治区锡林郭勒盟"
  },
  {
    "code": "152501",
    "name": "内蒙古自治区锡林郭勒盟"
  },
  {
    "code": "152502",
    "name": "内蒙古自治区锡林郭勒盟"
  },
  {
    "code": "152521",
    "name": "内蒙古自治区锡林郭勒盟"
  },
  {
    "code": "152522",
    "name": "内蒙古自治区锡林郭勒盟"
  },
  {
    "code": "152523",
    "name": "内蒙古自治区锡林郭勒盟"
  },
  {
    "code": "152524",
    "name": "内蒙古自治区锡林郭勒盟"
  },
  {
    "code": "152525",
    "name": "内蒙古自治区锡林郭勒盟"
  },
  {
    "code": "152526",
    "name": "内蒙古自治区锡林郭勒盟"
  },
  {
    "code": "152527",
    "name": "内蒙古自治区锡林郭勒盟"
  },
  {
    "code": "152528",
    "name": "内蒙古自治区锡林郭勒盟"
  },
  {
    "code": "152529",
    "name": "内蒙古自治区锡林郭勒盟"
  },
  {
    "code": "152530",
    "name": "内蒙古自治区锡林郭勒盟"
  },
  {
    "code": "152531",
    "name": "内蒙古自治区锡林郭勒盟"
  },
  {
    "code": "152600",
    "name": "内蒙古自治区乌兰察布盟"
  },
  {
    "code": "152601",
    "name": "内蒙古自治区乌兰察布盟"
  },
  {
    "code": "152602",
    "name": "内蒙古自治区乌兰察布盟"
  },
  {
    "code": "152621",
    "name": "内蒙古自治区乌兰察布盟"
  },
  {
    "code": "152622",
    "name": "内蒙古自治区乌兰察布盟"
  },
  {
    "code": "152623",
    "name": "内蒙古自治区乌兰察布盟"
  },
  {
    "code": "152624",
    "name": "内蒙古自治区乌兰察布盟"
  },
  {
    "code": "152625",
    "name": "内蒙古自治区乌兰察布盟"
  },
  {
    "code": "152626",
    "name": "内蒙古自治区乌兰察布盟"
  },
  {
    "code": "152627",
    "name": "内蒙古自治区乌兰察布盟"
  },
  {
    "code": "152628",
    "name": "内蒙古自治区乌兰察布盟"
  },
  {
    "code": "152629",
    "name": "内蒙古自治区乌兰察布盟"
  },
  {
    "code": "152630",
    "name": "内蒙古自治区乌兰察布盟"
  },
  {
    "code": "152631",
    "name": "内蒙古自治区乌兰察布盟"
  },
  {
    "code": "152632",
    "name": "内蒙古自治区乌兰察布盟"
  },
  {
    "code": "152633",
    "name": "内蒙古自治区乌兰察布盟"
  },
  {
    "code": "152634",
    "name": "内蒙古自治区乌兰察布盟"
  },
  {
    "code": "152700",
    "name": "内蒙古自治区伊克昭盟"
  },
  {
    "code": "152701",
    "name": "内蒙古自治区伊克昭盟"
  },
  {
    "code": "152721",
    "name": "内蒙古自治区伊克昭盟"
  },
  {
    "code": "152722",
    "name": "内蒙古自治区伊克昭盟"
  },
  {
    "code": "152723",
    "name": "内蒙古自治区伊克昭盟"
  },
  {
    "code": "152724",
    "name": "内蒙古自治区伊克昭盟"
  },
  {
    "code": "152725",
    "name": "内蒙古自治区伊克昭盟"
  },
  {
    "code": "152726",
    "name": "内蒙古自治区伊克昭盟"
  },
  {
    "code": "152727",
    "name": "内蒙古自治区伊克昭盟"
  },
  {
    "code": "152728",
    "name": "内蒙古自治区伊克昭盟"
  },
  {
    "code": "152800",
    "name": "内蒙古自治区巴彦淖尔盟"
  },
  {
    "code": "152801",
    "name": "内蒙古自治区巴彦淖尔盟"
  },
  {
    "code": "152821",
    "name": "内蒙古自治区巴彦淖尔盟"
  },
  {
    "code": "152822",
    "name": "内蒙古自治区巴彦淖尔盟"
  },
  {
    "code": "152823",
    "name": "内蒙古自治区巴彦淖尔盟"
  },
  {
    "code": "152824",
    "name": "内蒙古自治区巴彦淖尔盟"
  },
  {
    "code": "152825",
    "name": "内蒙古自治区巴彦淖尔盟"
  },
  {
    "code": "152826",
    "name": "内蒙古自治区巴彦淖尔盟"
  },
  {
    "code": "152827",
    "name": "内蒙古自治区巴彦淖尔盟"
  },
  {
    "code": "152900",
    "name": "内蒙古自治区阿拉善盟"
  },
  {
    "code": "152921",
    "name": "内蒙古自治区阿拉善盟"
  },
  {
    "code": "152922",
    "name": "内蒙古自治区阿拉善盟"
  },
  {
    "code": "152923",
    "name": "内蒙古自治区阿拉善盟"
  },
  {
    "code": "210000",
    "name": "辽宁省辽宁"
  },
  {
    "code": "210100",
    "name": "辽宁省沈阳市"
  },
  {
    "code": "210101",
    "name": "辽宁省沈阳市"
  },
  {
    "code": "210102",
    "name": "辽宁省沈阳市"
  },
  {
    "code": "210103",
    "name": "辽宁省沈阳市"
  },
  {
    "code": "210104",
    "name": "辽宁省沈阳市"
  },
  {
    "code": "210105",
    "name": "辽宁省沈阳市"
  },
  {
    "code": "210106",
    "name": "辽宁省沈阳市"
  },
  {
    "code": "210111",
    "name": "辽宁省沈阳市"
  },
  {
    "code": "210112",
    "name": "辽宁省沈阳市"
  },
  {
    "code": "210113",
    "name": "辽宁省沈阳市"
  },
  {
    "code": "210114",
    "name": "辽宁省沈阳市"
  },
  {
    "code": "210120",
    "name": "辽宁省沈阳市"
  },
  {
    "code": "210121",
    "name": "辽宁省沈阳市"
  },
  {
    "code": "210122",
    "name": "辽宁省沈阳市"
  },
  {
    "code": "210123",
    "name": "辽宁省沈阳市"
  },
  {
    "code": "210124",
    "name": "辽宁省沈阳市"
  },
  {
    "code": "210181",
    "name": "辽宁省沈阳市"
  },
  {
    "code": "210200",
    "name": "辽宁省大连市"
  },
  {
    "code": "210201",
    "name": "辽宁省大连市"
  },
  {
    "code": "210202",
    "name": "辽宁省大连市"
  },
  {
    "code": "210203",
    "name": "辽宁省大连市"
  },
  {
    "code": "210204",
    "name": "辽宁省大连市"
  },
  {
    "code": "210211",
    "name": "辽宁省大连市"
  },
  {
    "code": "210212",
    "name": "辽宁省大连市"
  },
  {
    "code": "210213",
    "name": "辽宁省大连市"
  },
  {
    "code": "210219",
    "name": "辽宁省大连市"
  },
  {
    "code": "210220",
    "name": "辽宁省大连市"
  },
  {
    "code": "210221",
    "name": "辽宁省大连市"
  },
  {
    "code": "210222",
    "name": "辽宁省大连市"
  },
  {
    "code": "210223",
    "name": "辽宁省大连市"
  },
  {
    "code": "210224",
    "name": "辽宁省大连市"
  },
  {
    "code": "210225",
    "name": "辽宁省大连市"
  },
  {
    "code": "210281",
    "name": "辽宁省大连市"
  },
  {
    "code": "210282",
    "name": "辽宁省大连市"
  },
  {
    "code": "210283",
    "name": "辽宁省大连市"
  },
  {
    "code": "210300",
    "name": "辽宁省鞍山市"
  },
  {
    "code": "210301",
    "name": "辽宁省鞍山市"
  },
  {
    "code": "210302",
    "name": "辽宁省鞍山市"
  },
  {
    "code": "210303",
    "name": "辽宁省鞍山市"
  },
  {
    "code": "210304",
    "name": "辽宁省鞍山市"
  },
  {
    "code": "210311",
    "name": "辽宁省鞍山市"
  },
  {
    "code": "210319",
    "name": "辽宁省鞍山市"
  },
  {
    "code": "210320",
    "name": "辽宁省鞍山市"
  },
  {
    "code": "210321",
    "name": "辽宁省鞍山市"
  },
  {
    "code": "210322",
    "name": "辽宁省鞍山市"
  },
  {
    "code": "210323",
    "name": "辽宁省鞍山市"
  },
  {
    "code": "210381",
    "name": "辽宁省鞍山市"
  },
  {
    "code": "210400",
    "name": "辽宁省抚顺市"
  },
  {
    "code": "210401",
    "name": "辽宁省抚顺市"
  },
  {
    "code": "210402",
    "name": "辽宁省抚顺市"
  },
  {
    "code": "210403",
    "name": "辽宁省抚顺市"
  },
  {
    "code": "210404",
    "name": "辽宁省抚顺市"
  },
  {
    "code": "210411",
    "name": "辽宁省抚顺市"
  },
  {
    "code": "210420",
    "name": "辽宁省抚顺市"
  },
  {
    "code": "210421",
    "name": "辽宁省抚顺市"
  },
  {
    "code": "210422",
    "name": "辽宁省抚顺市"
  },
  {
    "code": "210423",
    "name": "辽宁省抚顺市"
  },
  {
    "code": "210500",
    "name": "辽宁省本溪市"
  },
  {
    "code": "210501",
    "name": "辽宁省本溪市"
  },
  {
    "code": "210502",
    "name": "辽宁省本溪市"
  },
  {
    "code": "210503",
    "name": "辽宁省本溪市"
  },
  {
    "code": "210504",
    "name": "辽宁省本溪市"
  },
  {
    "code": "210505",
    "name": "辽宁省本溪市"
  },
  {
    "code": "210511",
    "name": "辽宁省本溪市"
  },
  {
    "code": "210520",
    "name": "辽宁省本溪市"
  },
  {
    "code": "210521",
    "name": "辽宁省本溪市"
  },
  {
    "code": "210522",
    "name": "辽宁省本溪市"
  },
  {
    "code": "210600",
    "name": "辽宁省丹东市"
  },
  {
    "code": "210601",
    "name": "辽宁省丹东市"
  },
  {
    "code": "210602",
    "name": "辽宁省丹东市"
  },
  {
    "code": "210603",
    "name": "辽宁省丹东市"
  },
  {
    "code": "210604",
    "name": "辽宁省丹东市"
  },
  {
    "code": "210620",
    "name": "辽宁省丹东市"
  },
  {
    "code": "210621",
    "name": "辽宁省丹东市"
  },
  {
    "code": "210622",
    "name": "辽宁省丹东市"
  },
  {
    "code": "210623",
    "name": "辽宁省丹东市"
  },
  {
    "code": "210624",
    "name": "辽宁省丹东市"
  },
  {
    "code": "210681",
    "name": "辽宁省丹东市"
  },
  {
    "code": "210682",
    "name": "辽宁省丹东市"
  },
  {
    "code": "210700",
    "name": "辽宁省锦州市"
  },
  {
    "code": "210701",
    "name": "辽宁省锦州市"
  },
  {
    "code": "210702",
    "name": "辽宁省锦州市"
  },
  {
    "code": "210703",
    "name": "辽宁省锦州市"
  },
  {
    "code": "210704",
    "name": "辽宁省锦州市"
  },
  {
    "code": "210705",
    "name": "辽宁省锦州市"
  },
  {
    "code": "210711",
    "name": "辽宁省锦州市"
  },
  {
    "code": "210719",
    "name": "辽宁省锦州市"
  },
  {
    "code": "210720",
    "name": "辽宁省锦州市"
  },
  {
    "code": "210721",
    "name": "辽宁省锦州市"
  },
  {
    "code": "210722",
    "name": "辽宁省锦州市"
  },
  {
    "code": "210723",
    "name": "辽宁省锦州市"
  },
  {
    "code": "210724",
    "name": "辽宁省锦州市"
  },
  {
    "code": "210725",
    "name": "辽宁省锦州市"
  },
  {
    "code": "210726",
    "name": "辽宁省锦州市"
  },
  {
    "code": "210727",
    "name": "辽宁省锦州市"
  },
  {
    "code": "210781",
    "name": "辽宁省锦州市"
  },
  {
    "code": "210782",
    "name": "辽宁省锦州市"
  },
  {
    "code": "210800",
    "name": "辽宁省营口市"
  },
  {
    "code": "210801",
    "name": "辽宁省营口市"
  },
  {
    "code": "210802",
    "name": "辽宁省营口市"
  },
  {
    "code": "210803",
    "name": "辽宁省营口市"
  },
  {
    "code": "210804",
    "name": "辽宁省营口市"
  },
  {
    "code": "210811",
    "name": "辽宁省营口市"
  },
  {
    "code": "210812",
    "name": "辽宁省营口市"
  },
  {
    "code": "210820",
    "name": "辽宁省营口市"
  },
  {
    "code": "210821",
    "name": "辽宁省营口市"
  },
  {
    "code": "210822",
    "name": "辽宁省营口市"
  },
  {
    "code": "210823",
    "name": "辽宁省营口市"
  },
  {
    "code": "210824",
    "name": "辽宁省营口市"
  },
  {
    "code": "210881",
    "name": "辽宁省营口市"
  },
  {
    "code": "210882",
    "name": "辽宁省营口市"
  },
  {
    "code": "210900",
    "name": "辽宁省阜新市"
  },
  {
    "code": "210901",
    "name": "辽宁省阜新市"
  },
  {
    "code": "210902",
    "name": "辽宁省阜新市"
  },
  {
    "code": "210903",
    "name": "辽宁省阜新市"
  },
  {
    "code": "210904",
    "name": "辽宁省阜新市"
  },
  {
    "code": "210905",
    "name": "辽宁省阜新市"
  },
  {
    "code": "210911",
    "name": "辽宁省阜新市"
  },
  {
    "code": "210920",
    "name": "辽宁省阜新市"
  },
  {
    "code": "210921",
    "name": "辽宁省阜新市"
  },
  {
    "code": "210922",
    "name": "辽宁省阜新市"
  },
  {
    "code": "211000",
    "name": "辽宁省辽阳市"
  },
  {
    "code": "211001",
    "name": "辽宁省辽阳市"
  },
  {
    "code": "211002",
    "name": "辽宁省辽阳市"
  },
  {
    "code": "211003",
    "name": "辽宁省辽阳市"
  },
  {
    "code": "211004",
    "name": "辽宁省辽阳市"
  },
  {
    "code": "211005",
    "name": "辽宁省辽阳市"
  },
  {
    "code": "211011",
    "name": "辽宁省辽阳市"
  },
  {
    "code": "211020",
    "name": "辽宁省辽阳市"
  },
  {
    "code": "211021",
    "name": "辽宁省辽阳市"
  },
  {
    "code": "211022",
    "name": "辽宁省辽阳市"
  },
  {
    "code": "211081",
    "name": "辽宁省辽阳市"
  },
  {
    "code": "211100",
    "name": "辽宁省盘锦市"
  },
  {
    "code": "211101",
    "name": "辽宁省盘锦市"
  },
  {
    "code": "211102",
    "name": "辽宁省盘锦市"
  },
  {
    "code": "211103",
    "name": "辽宁省盘锦市"
  },
  {
    "code": "211111",
    "name": "辽宁省盘锦市"
  },
  {
    "code": "211121",
    "name": "辽宁省盘锦市"
  },
  {
    "code": "211122",
    "name": "辽宁省盘锦市"
  },
  {
    "code": "211123",
    "name": "辽宁省盘锦市"
  },
  {
    "code": "211124",
    "name": "辽宁省盘锦市"
  },
  {
    "code": "211125",
    "name": "辽宁省盘锦市"
  },
  {
    "code": "211126",
    "name": "辽宁省盘锦市"
  },
  {
    "code": "211200",
    "name": "辽宁省铁岭市"
  },
  {
    "code": "211201",
    "name": "辽宁省铁岭市"
  },
  {
    "code": "211202",
    "name": "辽宁省铁岭市"
  },
  {
    "code": "211203",
    "name": "辽宁省铁岭市"
  },
  {
    "code": "211204",
    "name": "辽宁省铁岭市"
  },
  {
    "code": "211221",
    "name": "辽宁省铁岭市"
  },
  {
    "code": "211222",
    "name": "辽宁省铁岭市"
  },
  {
    "code": "211223",
    "name": "辽宁省铁岭市"
  },
  {
    "code": "211224",
    "name": "辽宁省铁岭市"
  },
  {
    "code": "211225",
    "name": "辽宁省铁岭市"
  },
  {
    "code": "211226",
    "name": "辽宁省铁岭市"
  },
  {
    "code": "211281",
    "name": "辽宁省铁岭市"
  },
  {
    "code": "211282",
    "name": "辽宁省铁岭市"
  },
  {
    "code": "211300",
    "name": "辽宁省朝阳市"
  },
  {
    "code": "211301",
    "name": "辽宁省朝阳市"
  },
  {
    "code": "211302",
    "name": "辽宁省朝阳市"
  },
  {
    "code": "211303",
    "name": "辽宁省朝阳市"
  },
  {
    "code": "211319",
    "name": "辽宁省朝阳市"
  },
  {
    "code": "211321",
    "name": "辽宁省朝阳市"
  },
  {
    "code": "211322",
    "name": "辽宁省朝阳市"
  },
  {
    "code": "211323",
    "name": "辽宁省朝阳市"
  },
  {
    "code": "211324",
    "name": "辽宁省朝阳市"
  },
  {
    "code": "211325",
    "name": "辽宁省朝阳市"
  },
  {
    "code": "211326",
    "name": "辽宁省朝阳市"
  },
  {
    "code": "211335",
    "name": "辽宁省朝阳市"
  },
  {
    "code": "211381",
    "name": "辽宁省朝阳市"
  },
  {
    "code": "211382",
    "name": "辽宁省朝阳市"
  },
  {
    "code": "211400",
    "name": "辽宁省葫芦岛市"
  },
  {
    "code": "211401",
    "name": "辽宁省葫芦岛市"
  },
  {
    "code": "211402",
    "name": "辽宁省葫芦岛市"
  },
  {
    "code": "211403",
    "name": "辽宁省葫芦岛市"
  },
  {
    "code": "211404",
    "name": "辽宁省葫芦岛市"
  },
  {
    "code": "211421",
    "name": "辽宁省葫芦岛市"
  },
  {
    "code": "211422",
    "name": "辽宁省葫芦岛市"
  },
  {
    "code": "211481",
    "name": "辽宁省葫芦岛市"
  },
  {
    "code": "212101",
    "name": "辽宁省葫芦岛市"
  },
  {
    "code": "212102",
    "name": "辽宁省葫芦岛市"
  },
  {
    "code": "212121",
    "name": "辽宁省葫芦岛市"
  },
  {
    "code": "212122",
    "name": "辽宁省葫芦岛市"
  },
  {
    "code": "212123",
    "name": "辽宁省葫芦岛市"
  },
  {
    "code": "212124",
    "name": "辽宁省葫芦岛市"
  },
  {
    "code": "212125",
    "name": "辽宁省葫芦岛市"
  },
  {
    "code": "212126",
    "name": "辽宁省葫芦岛市"
  },
  {
    "code": "212201",
    "name": "辽宁省葫芦岛市"
  },
  {
    "code": "212221",
    "name": "辽宁省葫芦岛市"
  },
  {
    "code": "212222",
    "name": "辽宁省葫芦岛市"
  },
  {
    "code": "212223",
    "name": "辽宁省葫芦岛市"
  },
  {
    "code": "212224",
    "name": "辽宁省葫芦岛市"
  },
  {
    "code": "212225",
    "name": "辽宁省葫芦岛市"
  },
  {
    "code": "212226",
    "name": "辽宁省葫芦岛市"
  },
  {
    "code": "219000",
    "name": "辽宁省省直辖行政单位"
  },
  {
    "code": "219001",
    "name": "辽宁省省直辖行政单位"
  },
  {
    "code": "219002",
    "name": "辽宁省省直辖行政单位"
  },
  {
    "code": "219003",
    "name": "辽宁省省直辖行政单位"
  },
  {
    "code": "219004",
    "name": "辽宁省省直辖行政单位"
  },
  {
    "code": "219005",
    "name": "辽宁省省直辖行政单位"
  },
  {
    "code": "219006",
    "name": "辽宁省省直辖行政单位"
  },
  {
    "code": "219007",
    "name": "辽宁省省直辖行政单位"
  },
  {
    "code": "220000",
    "name": "吉林省吉林"
  },
  {
    "code": "220100",
    "name": "吉林省长春市"
  },
  {
    "code": "220101",
    "name": "吉林省长春市"
  },
  {
    "code": "220102",
    "name": "吉林省长春市"
  },
  {
    "code": "220103",
    "name": "吉林省长春市"
  },
  {
    "code": "220104",
    "name": "吉林省长春市"
  },
  {
    "code": "220105",
    "name": "吉林省长春市"
  },
  {
    "code": "220106",
    "name": "吉林省长春市"
  },
  {
    "code": "220111",
    "name": "吉林省长春市"
  },
  {
    "code": "220112",
    "name": "吉林省长春市"
  },
  {
    "code": "220120",
    "name": "吉林省长春市"
  },
  {
    "code": "220121",
    "name": "吉林省长春市"
  },
  {
    "code": "220122",
    "name": "吉林省长春市"
  },
  {
    "code": "220123",
    "name": "吉林省长春市"
  },
  {
    "code": "220124",
    "name": "吉林省长春市"
  },
  {
    "code": "220125",
    "name": "吉林省长春市"
  },
  {
    "code": "220181",
    "name": "吉林省长春市"
  },
  {
    "code": "220182",
    "name": "吉林省长春市"
  },
  {
    "code": "220183",
    "name": "吉林省长春市"
  },
  {
    "code": "220200",
    "name": "吉林省吉林市"
  },
  {
    "code": "220201",
    "name": "吉林省吉林市"
  },
  {
    "code": "220202",
    "name": "吉林省吉林市"
  },
  {
    "code": "220203",
    "name": "吉林省吉林市"
  },
  {
    "code": "220204",
    "name": "吉林省吉林市"
  },
  {
    "code": "220205",
    "name": "吉林省吉林市"
  },
  {
    "code": "220211",
    "name": "吉林省吉林市"
  },
  {
    "code": "220220",
    "name": "吉林省吉林市"
  },
  {
    "code": "220221",
    "name": "吉林省吉林市"
  },
  {
    "code": "220222",
    "name": "吉林省吉林市"
  },
  {
    "code": "220223",
    "name": "吉林省吉林市"
  },
  {
    "code": "220224",
    "name": "吉林省吉林市"
  },
  {
    "code": "220225",
    "name": "吉林省吉林市"
  },
  {
    "code": "220226",
    "name": "吉林省吉林市"
  },
  {
    "code": "220281",
    "name": "吉林省吉林市"
  },
  {
    "code": "220282",
    "name": "吉林省吉林市"
  },
  {
    "code": "220283",
    "name": "吉林省吉林市"
  },
  {
    "code": "220284",
    "name": "吉林省吉林市"
  },
  {
    "code": "220300",
    "name": "吉林省四平市"
  },
  {
    "code": "220301",
    "name": "吉林省四平市"
  },
  {
    "code": "220302",
    "name": "吉林省四平市"
  },
  {
    "code": "220303",
    "name": "吉林省四平市"
  },
  {
    "code": "220319",
    "name": "吉林省四平市"
  },
  {
    "code": "220320",
    "name": "吉林省四平市"
  },
  {
    "code": "220321",
    "name": "吉林省四平市"
  },
  {
    "code": "220322",
    "name": "吉林省四平市"
  },
  {
    "code": "220323",
    "name": "吉林省四平市"
  },
  {
    "code": "220324",
    "name": "吉林省四平市"
  },
  {
    "code": "220381",
    "name": "吉林省四平市"
  },
  {
    "code": "220382",
    "name": "吉林省四平市"
  },
  {
    "code": "220400",
    "name": "吉林省辽源市"
  },
  {
    "code": "220401",
    "name": "吉林省辽源市"
  },
  {
    "code": "220402",
    "name": "吉林省辽源市"
  },
  {
    "code": "220403",
    "name": "吉林省辽源市"
  },
  {
    "code": "220420",
    "name": "吉林省辽源市"
  },
  {
    "code": "220421",
    "name": "吉林省辽源市"
  },
  {
    "code": "220422",
    "name": "吉林省辽源市"
  },
  {
    "code": "220500",
    "name": "吉林省通化市"
  },
  {
    "code": "220501",
    "name": "吉林省通化市"
  },
  {
    "code": "220502",
    "name": "吉林省通化市"
  },
  {
    "code": "220503",
    "name": "吉林省通化市"
  },
  {
    "code": "220519",
    "name": "吉林省通化市"
  },
  {
    "code": "220521",
    "name": "吉林省通化市"
  },
  {
    "code": "220522",
    "name": "吉林省通化市"
  },
  {
    "code": "220523",
    "name": "吉林省通化市"
  },
  {
    "code": "220524",
    "name": "吉林省通化市"
  },
  {
    "code": "220581",
    "name": "吉林省通化市"
  },
  {
    "code": "220582",
    "name": "吉林省通化市"
  },
  {
    "code": "220600",
    "name": "吉林省白山市"
  },
  {
    "code": "220601",
    "name": "吉林省白山市"
  },
  {
    "code": "220602",
    "name": "吉林省白山市"
  },
  {
    "code": "220603",
    "name": "吉林省白山市"
  },
  {
    "code": "220604",
    "name": "吉林省白山市"
  },
  {
    "code": "220605",
    "name": "吉林省白山市"
  },
  {
    "code": "220621",
    "name": "吉林省白山市"
  },
  {
    "code": "220622",
    "name": "吉林省白山市"
  },
  {
    "code": "220623",
    "name": "吉林省白山市"
  },
  {
    "code": "220624",
    "name": "吉林省白山市"
  },
  {
    "code": "220625",
    "name": "吉林省白山市"
  },
  {
    "code": "220681",
    "name": "吉林省白山市"
  },
  {
    "code": "220700",
    "name": "吉林省松原市"
  },
  {
    "code": "220701",
    "name": "吉林省松原市"
  },
  {
    "code": "220702",
    "name": "吉林省松原市"
  },
  {
    "code": "220721",
    "name": "吉林省松原市"
  },
  {
    "code": "220722",
    "name": "吉林省松原市"
  },
  {
    "code": "220723",
    "name": "吉林省松原市"
  },
  {
    "code": "220724",
    "name": "吉林省松原市"
  },
  {
    "code": "220800",
    "name": "吉林省白城市"
  },
  {
    "code": "220801",
    "name": "吉林省白城市"
  },
  {
    "code": "220802",
    "name": "吉林省白城市"
  },
  {
    "code": "220821",
    "name": "吉林省白城市"
  },
  {
    "code": "220822",
    "name": "吉林省白城市"
  },
  {
    "code": "220881",
    "name": "吉林省白城市"
  },
  {
    "code": "220882",
    "name": "吉林省白城市"
  },
  {
    "code": "222100",
    "name": "吉林省四平市"
  },
  {
    "code": "222101",
    "name": "吉林省四平市"
  },
  {
    "code": "222102",
    "name": "吉林省四平市"
  },
  {
    "code": "222121",
    "name": "吉林省四平市"
  },
  {
    "code": "222122",
    "name": "吉林省四平市"
  },
  {
    "code": "222123",
    "name": "吉林省四平市"
  },
  {
    "code": "222124",
    "name": "吉林省四平市"
  },
  {
    "code": "222125",
    "name": "吉林省四平市"
  },
  {
    "code": "222200",
    "name": "吉林省通化市"
  },
  {
    "code": "222201",
    "name": "吉林省通化市"
  },
  {
    "code": "222202",
    "name": "吉林省通化市"
  },
  {
    "code": "222221",
    "name": "吉林省通化市"
  },
  {
    "code": "222222",
    "name": "吉林省通化市"
  },
  {
    "code": "222223",
    "name": "吉林省通化市"
  },
  {
    "code": "222224",
    "name": "吉林省通化市"
  },
  {
    "code": "222225",
    "name": "吉林省通化市"
  },
  {
    "code": "222226",
    "name": "吉林省通化市"
  },
  {
    "code": "222227",
    "name": "吉林省通化市"
  },
  {
    "code": "222228",
    "name": "吉林省通化市"
  },
  {
    "code": "222300",
    "name": "吉林省白城市"
  },
  {
    "code": "222301",
    "name": "吉林省白城市"
  },
  {
    "code": "222302",
    "name": "吉林省白城市"
  },
  {
    "code": "222303",
    "name": "吉林省白城市"
  },
  {
    "code": "222304",
    "name": "吉林省白城市"
  },
  {
    "code": "222321",
    "name": "吉林省白城市"
  },
  {
    "code": "222322",
    "name": "吉林省白城市"
  },
  {
    "code": "222323",
    "name": "吉林省白城市"
  },
  {
    "code": "222324",
    "name": "吉林省白城市"
  },
  {
    "code": "222325",
    "name": "吉林省白城市"
  },
  {
    "code": "222326",
    "name": "吉林省白城市"
  },
  {
    "code": "222327",
    "name": "吉林省白城市"
  },
  {
    "code": "222328",
    "name": "吉林省白城市"
  },
  {
    "code": "222400",
    "name": "吉林省延边朝鲜族自治州"
  },
  {
    "code": "222401",
    "name": "吉林省延边朝鲜族自治州"
  },
  {
    "code": "222402",
    "name": "吉林省延边朝鲜族自治州"
  },
  {
    "code": "222403",
    "name": "吉林省延边朝鲜族自治州"
  },
  {
    "code": "222404",
    "name": "吉林省延边朝鲜族自治州"
  },
  {
    "code": "222405",
    "name": "吉林省延边朝鲜族自治州"
  },
  {
    "code": "222406",
    "name": "吉林省延边朝鲜族自治州"
  },
  {
    "code": "222421",
    "name": "吉林省延边朝鲜族自治州"
  },
  {
    "code": "222422",
    "name": "吉林省延边朝鲜族自治州"
  },
  {
    "code": "222423",
    "name": "吉林省延边朝鲜族自治州"
  },
  {
    "code": "222424",
    "name": "吉林省延边朝鲜族自治州"
  },
  {
    "code": "222425",
    "name": "吉林省延边朝鲜族自治州"
  },
  {
    "code": "222426",
    "name": "吉林省延边朝鲜族自治州"
  },
  {
    "code": "229000",
    "name": "吉林省省直辖行政单位"
  },
  {
    "code": "229001",
    "name": "吉林省省直辖行政单位"
  },
  {
    "code": "229002",
    "name": "吉林省省直辖行政单位"
  },
  {
    "code": "229003",
    "name": "吉林省省直辖行政单位"
  },
  {
    "code": "229004",
    "name": "吉林省省直辖行政单位"
  },
  {
    "code": "229005",
    "name": "吉林省省直辖行政单位"
  },
  {
    "code": "229902",
    "name": "吉林省省直辖行政单位"
  },
  {
    "code": "230000",
    "name": "黑龙江省黑龙江"
  },
  {
    "code": "230100",
    "name": "黑龙江省哈尔滨市"
  },
  {
    "code": "230101",
    "name": "黑龙江省哈尔滨市"
  },
  {
    "code": "230102",
    "name": "黑龙江省哈尔滨市"
  },
  {
    "code": "230103",
    "name": "黑龙江省哈尔滨市"
  },
  {
    "code": "230104",
    "name": "黑龙江省哈尔滨市"
  },
  {
    "code": "230105",
    "name": "黑龙江省哈尔滨市"
  },
  {
    "code": "230106",
    "name": "黑龙江省哈尔滨市"
  },
  {
    "code": "230107",
    "name": "黑龙江省哈尔滨市"
  },
  {
    "code": "230108",
    "name": "黑龙江省哈尔滨市"
  },
  {
    "code": "230109",
    "name": "黑龙江省哈尔滨市"
  },
  {
    "code": "230110",
    "name": "黑龙江省哈尔滨市"
  },
  {
    "code": "230111",
    "name": "黑龙江省哈尔滨市"
  },
  {
    "code": "230112",
    "name": "黑龙江省哈尔滨市"
  },
  {
    "code": "230121",
    "name": "黑龙江省哈尔滨市"
  },
  {
    "code": "230122",
    "name": "黑龙江省哈尔滨市"
  },
  {
    "code": "230123",
    "name": "黑龙江省哈尔滨市"
  },
  {
    "code": "230124",
    "name": "黑龙江省哈尔滨市"
  },
  {
    "code": "230125",
    "name": "黑龙江省哈尔滨市"
  },
  {
    "code": "230126",
    "name": "黑龙江省哈尔滨市"
  },
  {
    "code": "230127",
    "name": "黑龙江省哈尔滨市"
  },
  {
    "code": "230128",
    "name": "黑龙江省哈尔滨市"
  },
  {
    "code": "230129",
    "name": "黑龙江省哈尔滨市"
  },
  {
    "code": "230181",
    "name": "黑龙江省哈尔滨市"
  },
  {
    "code": "230182",
    "name": "黑龙江省哈尔滨市"
  },
  {
    "code": "230183",
    "name": "黑龙江省哈尔滨市"
  },
  {
    "code": "230184",
    "name": "黑龙江省哈尔滨市"
  },
  {
    "code": "230200",
    "name": "黑龙江省齐齐哈尔市"
  },
  {
    "code": "230201",
    "name": "黑龙江省齐齐哈尔市"
  },
  {
    "code": "230202",
    "name": "黑龙江省齐齐哈尔市"
  },
  {
    "code": "230203",
    "name": "黑龙江省齐齐哈尔市"
  },
  {
    "code": "230204",
    "name": "黑龙江省齐齐哈尔市"
  },
  {
    "code": "230205",
    "name": "黑龙江省齐齐哈尔市"
  },
  {
    "code": "230206",
    "name": "黑龙江省齐齐哈尔市"
  },
  {
    "code": "230207",
    "name": "黑龙江省齐齐哈尔市"
  },
  {
    "code": "230208",
    "name": "黑龙江省齐齐哈尔市"
  },
  {
    "code": "230221",
    "name": "黑龙江省齐齐哈尔市"
  },
  {
    "code": "230222",
    "name": "黑龙江省齐齐哈尔市"
  },
  {
    "code": "230223",
    "name": "黑龙江省齐齐哈尔市"
  },
  {
    "code": "230224",
    "name": "黑龙江省齐齐哈尔市"
  },
  {
    "code": "230225",
    "name": "黑龙江省齐齐哈尔市"
  },
  {
    "code": "230226",
    "name": "黑龙江省齐齐哈尔市"
  },
  {
    "code": "230227",
    "name": "黑龙江省齐齐哈尔市"
  },
  {
    "code": "230228",
    "name": "黑龙江省齐齐哈尔市"
  },
  {
    "code": "230229",
    "name": "黑龙江省齐齐哈尔市"
  },
  {
    "code": "230230",
    "name": "黑龙江省齐齐哈尔市"
  },
  {
    "code": "230231",
    "name": "黑龙江省齐齐哈尔市"
  },
  {
    "code": "230281",
    "name": "黑龙江省齐齐哈尔市"
  },
  {
    "code": "230300",
    "name": "黑龙江省鸡西市"
  },
  {
    "code": "230301",
    "name": "黑龙江省鸡西市"
  },
  {
    "code": "230302",
    "name": "黑龙江省鸡西市"
  },
  {
    "code": "230303",
    "name": "黑龙江省鸡西市"
  },
  {
    "code": "230304",
    "name": "黑龙江省鸡西市"
  },
  {
    "code": "230305",
    "name": "黑龙江省鸡西市"
  },
  {
    "code": "230306",
    "name": "黑龙江省鸡西市"
  },
  {
    "code": "230307",
    "name": "黑龙江省鸡西市"
  },
  {
    "code": "230321",
    "name": "黑龙江省鸡西市"
  },
  {
    "code": "230322",
    "name": "黑龙江省鸡西市"
  },
  {
    "code": "230381",
    "name": "黑龙江省鸡西市"
  },
  {
    "code": "230382",
    "name": "黑龙江省鸡西市"
  },
  {
    "code": "230400",
    "name": "黑龙江省鹤岗市"
  },
  {
    "code": "230401",
    "name": "黑龙江省鹤岗市"
  },
  {
    "code": "230402",
    "name": "黑龙江省鹤岗市"
  },
  {
    "code": "230403",
    "name": "黑龙江省鹤岗市"
  },
  {
    "code": "230404",
    "name": "黑龙江省鹤岗市"
  },
  {
    "code": "230405",
    "name": "黑龙江省鹤岗市"
  },
  {
    "code": "230406",
    "name": "黑龙江省鹤岗市"
  },
  {
    "code": "230407",
    "name": "黑龙江省鹤岗市"
  },
  {
    "code": "230421",
    "name": "黑龙江省鹤岗市"
  },
  {
    "code": "230422",
    "name": "黑龙江省鹤岗市"
  },
  {
    "code": "230500",
    "name": "黑龙江省双鸭山市"
  },
  {
    "code": "230501",
    "name": "黑龙江省双鸭山市"
  },
  {
    "code": "230502",
    "name": "黑龙江省双鸭山市"
  },
  {
    "code": "230503",
    "name": "黑龙江省双鸭山市"
  },
  {
    "code": "230504",
    "name": "黑龙江省双鸭山市"
  },
  {
    "code": "230505",
    "name": "黑龙江省双鸭山市"
  },
  {
    "code": "230506",
    "name": "黑龙江省双鸭山市"
  },
  {
    "code": "230521",
    "name": "黑龙江省双鸭山市"
  },
  {
    "code": "230522",
    "name": "黑龙江省双鸭山市"
  },
  {
    "code": "230523",
    "name": "黑龙江省双鸭山市"
  },
  {
    "code": "230524",
    "name": "黑龙江省双鸭山市"
  },
  {
    "code": "230600",
    "name": "黑龙江省大庆市"
  },
  {
    "code": "230601",
    "name": "黑龙江省大庆市"
  },
  {
    "code": "230602",
    "name": "黑龙江省大庆市"
  },
  {
    "code": "230603",
    "name": "黑龙江省大庆市"
  },
  {
    "code": "230604",
    "name": "黑龙江省大庆市"
  },
  {
    "code": "230605",
    "name": "黑龙江省大庆市"
  },
  {
    "code": "230606",
    "name": "黑龙江省大庆市"
  },
  {
    "code": "230621",
    "name": "黑龙江省大庆市"
  },
  {
    "code": "230622",
    "name": "黑龙江省大庆市"
  },
  {
    "code": "230623",
    "name": "黑龙江省大庆市"
  },
  {
    "code": "230624",
    "name": "黑龙江省大庆市"
  },
  {
    "code": "230700",
    "name": "黑龙江省伊春市"
  },
  {
    "code": "230701",
    "name": "黑龙江省伊春市"
  },
  {
    "code": "230702",
    "name": "黑龙江省伊春市"
  },
  {
    "code": "230703",
    "name": "黑龙江省伊春市"
  },
  {
    "code": "230704",
    "name": "黑龙江省伊春市"
  },
  {
    "code": "230705",
    "name": "黑龙江省伊春市"
  },
  {
    "code": "230706",
    "name": "黑龙江省伊春市"
  },
  {
    "code": "230707",
    "name": "黑龙江省伊春市"
  },
  {
    "code": "230708",
    "name": "黑龙江省伊春市"
  },
  {
    "code": "230709",
    "name": "黑龙江省伊春市"
  },
  {
    "code": "230710",
    "name": "黑龙江省伊春市"
  },
  {
    "code": "230711",
    "name": "黑龙江省伊春市"
  },
  {
    "code": "230712",
    "name": "黑龙江省伊春市"
  },
  {
    "code": "230713",
    "name": "黑龙江省伊春市"
  },
  {
    "code": "230714",
    "name": "黑龙江省伊春市"
  },
  {
    "code": "230715",
    "name": "黑龙江省伊春市"
  },
  {
    "code": "230716",
    "name": "黑龙江省伊春市"
  },
  {
    "code": "230721",
    "name": "黑龙江省伊春市"
  },
  {
    "code": "230722",
    "name": "黑龙江省伊春市"
  },
  {
    "code": "230781",
    "name": "黑龙江省伊春市"
  },
  {
    "code": "230800",
    "name": "黑龙江省佳木斯市"
  },
  {
    "code": "230801",
    "name": "黑龙江省佳木斯市"
  },
  {
    "code": "230802",
    "name": "黑龙江省佳木斯市"
  },
  {
    "code": "230803",
    "name": "黑龙江省佳木斯市"
  },
  {
    "code": "230804",
    "name": "黑龙江省佳木斯市"
  },
  {
    "code": "230805",
    "name": "黑龙江省佳木斯市"
  },
  {
    "code": "230811",
    "name": "黑龙江省佳木斯市"
  },
  {
    "code": "230821",
    "name": "黑龙江省佳木斯市"
  },
  {
    "code": "230822",
    "name": "黑龙江省佳木斯市"
  },
  {
    "code": "230823",
    "name": "黑龙江省佳木斯市"
  },
  {
    "code": "230825",
    "name": "黑龙江省佳木斯市"
  },
  {
    "code": "230826",
    "name": "黑龙江省佳木斯市"
  },
  {
    "code": "230827",
    "name": "黑龙江省佳木斯市"
  },
  {
    "code": "230828",
    "name": "黑龙江省佳木斯市"
  },
  {
    "code": "230829",
    "name": "黑龙江省佳木斯市"
  },
  {
    "code": "230830",
    "name": "黑龙江省佳木斯市"
  },
  {
    "code": "230831",
    "name": "黑龙江省佳木斯市"
  },
  {
    "code": "230832",
    "name": "黑龙江省佳木斯市"
  },
  {
    "code": "230833",
    "name": "黑龙江省佳木斯市"
  },
  {
    "code": "230834",
    "name": "黑龙江省佳木斯市"
  },
  {
    "code": "230881",
    "name": "黑龙江省佳木斯市"
  },
  {
    "code": "230882",
    "name": "黑龙江省佳木斯市"
  },
  {
    "code": "230900",
    "name": "黑龙江省七台河市"
  },
  {
    "code": "230901",
    "name": "黑龙江省七台河市"
  },
  {
    "code": "230902",
    "name": "黑龙江省七台河市"
  },
  {
    "code": "230903",
    "name": "黑龙江省七台河市"
  },
  {
    "code": "230904",
    "name": "黑龙江省七台河市"
  },
  {
    "code": "230921",
    "name": "黑龙江省七台河市"
  },
  {
    "code": "231000",
    "name": "黑龙江省牡丹江市"
  },
  {
    "code": "231001",
    "name": "黑龙江省牡丹江市"
  },
  {
    "code": "231002",
    "name": "黑龙江省牡丹江市"
  },
  {
    "code": "231003",
    "name": "黑龙江省牡丹江市"
  },
  {
    "code": "231004",
    "name": "黑龙江省牡丹江市"
  },
  {
    "code": "231005",
    "name": "黑龙江省牡丹江市"
  },
  {
    "code": "231006",
    "name": "黑龙江省牡丹江市"
  },
  {
    "code": "231011",
    "name": "黑龙江省牡丹江市"
  },
  {
    "code": "231020",
    "name": "黑龙江省牡丹江市"
  },
  {
    "code": "231021",
    "name": "黑龙江省牡丹江市"
  },
  {
    "code": "231022",
    "name": "黑龙江省牡丹江市"
  },
  {
    "code": "231023",
    "name": "黑龙江省牡丹江市"
  },
  {
    "code": "231024",
    "name": "黑龙江省牡丹江市"
  },
  {
    "code": "231025",
    "name": "黑龙江省牡丹江市"
  },
  {
    "code": "231026",
    "name": "黑龙江省牡丹江市"
  },
  {
    "code": "231027",
    "name": "黑龙江省牡丹江市"
  },
  {
    "code": "231081",
    "name": "黑龙江省牡丹江市"
  },
  {
    "code": "231082",
    "name": "黑龙江省牡丹江市"
  },
  {
    "code": "231083",
    "name": "黑龙江省牡丹江市"
  },
  {
    "code": "231084",
    "name": "黑龙江省牡丹江市"
  },
  {
    "code": "231085",
    "name": "黑龙江省牡丹江市"
  },
  {
    "code": "231100",
    "name": "黑龙江省黑河市"
  },
  {
    "code": "231101",
    "name": "黑龙江省黑河市"
  },
  {
    "code": "231102",
    "name": "黑龙江省黑河市"
  },
  {
    "code": "231121",
    "name": "黑龙江省黑河市"
  },
  {
    "code": "231122",
    "name": "黑龙江省黑河市"
  },
  {
    "code": "231123",
    "name": "黑龙江省黑河市"
  },
  {
    "code": "231124",
    "name": "黑龙江省黑河市"
  },
  {
    "code": "231181",
    "name": "黑龙江省黑河市"
  },
  {
    "code": "231182",
    "name": "黑龙江省黑河市"
  },
  {
    "code": "231200",
    "name": "黑龙江省绥化市"
  },
  {
    "code": "231201",
    "name": "黑龙江省绥化市"
  },
  {
    "code": "231202",
    "name": "黑龙江省绥化市"
  },
  {
    "code": "231221",
    "name": "黑龙江省绥化市"
  },
  {
    "code": "231222",
    "name": "黑龙江省绥化市"
  },
  {
    "code": "231223",
    "name": "黑龙江省绥化市"
  },
  {
    "code": "231224",
    "name": "黑龙江省绥化市"
  },
  {
    "code": "231225",
    "name": "黑龙江省绥化市"
  },
  {
    "code": "231226",
    "name": "黑龙江省绥化市"
  },
  {
    "code": "231281",
    "name": "黑龙江省绥化市"
  },
  {
    "code": "231282",
    "name": "黑龙江省绥化市"
  },
  {
    "code": "231283",
    "name": "黑龙江省绥化市"
  },
  {
    "code": "231700",
    "name": "黑龙江省大兴安岭市"
  },
  {
    "code": "232100",
    "name": "黑龙江省松花江市"
  },
  {
    "code": "232101",
    "name": "黑龙江省松花江市"
  },
  {
    "code": "232102",
    "name": "黑龙江省松花江市"
  },
  {
    "code": "232103",
    "name": "黑龙江省松花江市"
  },
  {
    "code": "232121",
    "name": "黑龙江省松花江市"
  },
  {
    "code": "232122",
    "name": "黑龙江省松花江市"
  },
  {
    "code": "232123",
    "name": "黑龙江省松花江市"
  },
  {
    "code": "232124",
    "name": "黑龙江省松花江市"
  },
  {
    "code": "232125",
    "name": "黑龙江省松花江市"
  },
  {
    "code": "232126",
    "name": "黑龙江省松花江市"
  },
  {
    "code": "232127",
    "name": "黑龙江省松花江市"
  },
  {
    "code": "232128",
    "name": "黑龙江省松花江市"
  },
  {
    "code": "232129",
    "name": "黑龙江省松花江市"
  },
  {
    "code": "232130",
    "name": "黑龙江省松花江市"
  },
  {
    "code": "232131",
    "name": "黑龙江省松花江市"
  },
  {
    "code": "232200",
    "name": "黑龙江省齐齐哈尔市"
  },
  {
    "code": "232221",
    "name": "黑龙江省齐齐哈尔市"
  },
  {
    "code": "232222",
    "name": "黑龙江省齐齐哈尔市"
  },
  {
    "code": "232223",
    "name": "黑龙江省齐齐哈尔市"
  },
  {
    "code": "232224",
    "name": "黑龙江省齐齐哈尔市"
  },
  {
    "code": "232225",
    "name": "黑龙江省齐齐哈尔市"
  },
  {
    "code": "232226",
    "name": "黑龙江省齐齐哈尔市"
  },
  {
    "code": "232227",
    "name": "黑龙江省齐齐哈尔市"
  },
  {
    "code": "232228",
    "name": "黑龙江省齐齐哈尔市"
  },
  {
    "code": "232229",
    "name": "黑龙江省齐齐哈尔市"
  },
  {
    "code": "232230",
    "name": "黑龙江省齐齐哈尔市"
  },
  {
    "code": "232231",
    "name": "黑龙江省齐齐哈尔市"
  },
  {
    "code": "232300",
    "name": "黑龙江省绥化市"
  },
  {
    "code": "232301",
    "name": "黑龙江省绥化市"
  },
  {
    "code": "232302",
    "name": "黑龙江省绥化市"
  },
  {
    "code": "232303",
    "name": "黑龙江省绥化市"
  },
  {
    "code": "232304",
    "name": "黑龙江省绥化市"
  },
  {
    "code": "232321",
    "name": "黑龙江省绥化市"
  },
  {
    "code": "232322",
    "name": "黑龙江省绥化市"
  },
  {
    "code": "232323",
    "name": "黑龙江省绥化市"
  },
  {
    "code": "232324",
    "name": "黑龙江省绥化市"
  },
  {
    "code": "232325",
    "name": "黑龙江省绥化市"
  },
  {
    "code": "232326",
    "name": "黑龙江省绥化市"
  },
  {
    "code": "232327",
    "name": "黑龙江省绥化市"
  },
  {
    "code": "232328",
    "name": "黑龙江省绥化市"
  },
  {
    "code": "232329",
    "name": "黑龙江省绥化市"
  },
  {
    "code": "232330",
    "name": "黑龙江省绥化市"
  },
  {
    "code": "232331",
    "name": "黑龙江省绥化市"
  },
  {
    "code": "232332",
    "name": "黑龙江省绥化市"
  },
  {
    "code": "232400",
    "name": "黑龙江省合江市"
  },
  {
    "code": "232401",
    "name": "黑龙江省合江市"
  },
  {
    "code": "232402",
    "name": "黑龙江省合江市"
  },
  {
    "code": "232421",
    "name": "黑龙江省合江市"
  },
  {
    "code": "232422",
    "name": "黑龙江省合江市"
  },
  {
    "code": "232423",
    "name": "黑龙江省合江市"
  },
  {
    "code": "232424",
    "name": "黑龙江省合江市"
  },
  {
    "code": "232425",
    "name": "黑龙江省合江市"
  },
  {
    "code": "232426",
    "name": "黑龙江省合江市"
  },
  {
    "code": "232427",
    "name": "黑龙江省合江市"
  },
  {
    "code": "232428",
    "name": "黑龙江省合江市"
  },
  {
    "code": "232429",
    "name": "黑龙江省合江市"
  },
  {
    "code": "232430",
    "name": "黑龙江省合江市"
  },
  {
    "code": "232431",
    "name": "黑龙江省合江市"
  },
  {
    "code": "232432",
    "name": "黑龙江省合江市"
  },
  {
    "code": "232433",
    "name": "黑龙江省合江市"
  },
  {
    "code": "232500",
    "name": "黑龙江省牡丹江市"
  },
  {
    "code": "232501",
    "name": "黑龙江省牡丹江市"
  },
  {
    "code": "232502",
    "name": "黑龙江省牡丹江市"
  },
  {
    "code": "232521",
    "name": "黑龙江省牡丹江市"
  },
  {
    "code": "232522",
    "name": "黑龙江省牡丹江市"
  },
  {
    "code": "232523",
    "name": "黑龙江省牡丹江市"
  },
  {
    "code": "232524",
    "name": "黑龙江省牡丹江市"
  },
  {
    "code": "232525",
    "name": "黑龙江省牡丹江市"
  },
  {
    "code": "232526",
    "name": "黑龙江省牡丹江市"
  },
  {
    "code": "232527",
    "name": "黑龙江省牡丹江市"
  },
  {
    "code": "232528",
    "name": "黑龙江省牡丹江市"
  },
  {
    "code": "232600",
    "name": "黑龙江省黑河市"
  },
  {
    "code": "232601",
    "name": "黑龙江省黑河市"
  },
  {
    "code": "232602",
    "name": "黑龙江省黑河市"
  },
  {
    "code": "232603",
    "name": "黑龙江省黑河市"
  },
  {
    "code": "232621",
    "name": "黑龙江省黑河市"
  },
  {
    "code": "232622",
    "name": "黑龙江省黑河市"
  },
  {
    "code": "232623",
    "name": "黑龙江省黑河市"
  },
  {
    "code": "232624",
    "name": "黑龙江省黑河市"
  },
  {
    "code": "232625",
    "name": "黑龙江省黑河市"
  },
  {
    "code": "232626",
    "name": "黑龙江省黑河市"
  },
  {
    "code": "232627",
    "name": "黑龙江省黑河市"
  },
  {
    "code": "232700",
    "name": "黑龙江省大兴安岭市"
  },
  {
    "code": "232701",
    "name": "黑龙江省大兴安岭市"
  },
  {
    "code": "232702",
    "name": "黑龙江省大兴安岭市"
  },
  {
    "code": "232703",
    "name": "黑龙江省大兴安岭市"
  },
  {
    "code": "232704",
    "name": "黑龙江省大兴安岭市"
  },
  {
    "code": "232721",
    "name": "黑龙江省大兴安岭市"
  },
  {
    "code": "232722",
    "name": "黑龙江省大兴安岭市"
  },
  {
    "code": "232723",
    "name": "黑龙江省大兴安岭市"
  },
  {
    "code": "232724",
    "name": "黑龙江省大兴安岭市"
  },
  {
    "code": "232725",
    "name": "黑龙江省大兴安岭市"
  },
  {
    "code": "232726",
    "name": "黑龙江省大兴安岭市"
  },
  {
    "code": "232727",
    "name": "黑龙江省大兴安岭市"
  },
  {
    "code": "239000",
    "name": "黑龙江省省直辖行政单位"
  },
  {
    "code": "239001",
    "name": "黑龙江省省直辖行政单位"
  },
  {
    "code": "239002",
    "name": "黑龙江省省直辖行政单位"
  },
  {
    "code": "239003",
    "name": "黑龙江省省直辖行政单位"
  },
  {
    "code": "239004",
    "name": "黑龙江省省直辖行政单位"
  },
  {
    "code": "239005",
    "name": "黑龙江省省直辖行政单位"
  },
  {
    "code": "239006",
    "name": "黑龙江省省直辖行政单位"
  },
  {
    "code": "310000",
    "name": "上海市上海"
  },
  {
    "code": "310100",
    "name": "上海市市辖区"
  },
  {
    "code": "310101",
    "name": "上海市黄浦区"
  },
  {
    "code": "310102",
    "name": "上海市南市区"
  },
  {
    "code": "310103",
    "name": "上海市卢湾区"
  },
  {
    "code": "310104",
    "name": "上海市徐汇区"
  },
  {
    "code": "310105",
    "name": "上海市长宁区"
  },
  {
    "code": "310106",
    "name": "上海市静安区"
  },
  {
    "code": "310107",
    "name": "上海市普陀区"
  },
  {
    "code": "310108",
    "name": "上海市闸北区"
  },
  {
    "code": "310109",
    "name": "上海市虹口区"
  },
  {
    "code": "310110",
    "name": "上海市杨浦区"
  },
  {
    "code": "310111",
    "name": "上海市吴凇区"
  },
  {
    "code": "310112",
    "name": "上海市闵行区"
  },
  {
    "code": "310113",
    "name": "上海市宝山区"
  },
  {
    "code": "310114",
    "name": "上海市嘉定区"
  },
  {
    "code": "310115",
    "name": "上海市浦东新区"
  },
  {
    "code": "310116",
    "name": "上海市金山区"
  },
  {
    "code": "310117",
    "name": "上海市松江区"
  },
  {
    "code": "310118",
    "name": "上海市青浦区"
  },
  {
    "code": "310119",
    "name": "上海市南汇区"
  },
  {
    "code": "310120",
    "name": "上海市奉贤区"
  },
  {
    "code": "310200",
    "name": "上海市市县"
  },
  {
    "code": "310221",
    "name": "上海市上海县"
  },
  {
    "code": "310222",
    "name": "上海市嘉定县"
  },
  {
    "code": "310223",
    "name": "上海市宝山县"
  },
  {
    "code": "310224",
    "name": "上海市川沙县"
  },
  {
    "code": "310225",
    "name": "上海市南汇县"
  },
  {
    "code": "310226",
    "name": "上海市奉贤县"
  },
  {
    "code": "310227",
    "name": "上海市松江县"
  },
  {
    "code": "310228",
    "name": "上海市金山县"
  },
  {
    "code": "310229",
    "name": "上海市青浦县"
  },
  {
    "code": "310230",
    "name": "上海市崇明县"
  },
  {
    "code": "320000",
    "name": "江苏省江苏"
  },
  {
    "code": "320100",
    "name": "江苏省南京市"
  },
  {
    "code": "320101",
    "name": "江苏省南京市"
  },
  {
    "code": "320102",
    "name": "江苏省南京市"
  },
  {
    "code": "320103",
    "name": "江苏省南京市"
  },
  {
    "code": "320104",
    "name": "江苏省南京市"
  },
  {
    "code": "320105",
    "name": "江苏省南京市"
  },
  {
    "code": "320106",
    "name": "江苏省南京市"
  },
  {
    "code": "320107",
    "name": "江苏省南京市"
  },
  {
    "code": "320111",
    "name": "江苏省南京市"
  },
  {
    "code": "320112",
    "name": "江苏省南京市"
  },
  {
    "code": "320113",
    "name": "江苏省南京市"
  },
  {
    "code": "320114",
    "name": "江苏省南京市"
  },
  {
    "code": "320115",
    "name": "江苏省南京市"
  },
  {
    "code": "320116",
    "name": "江苏省南京市"
  },
  {
    "code": "320120",
    "name": "江苏省南京市"
  },
  {
    "code": "320121",
    "name": "江苏省南京市"
  },
  {
    "code": "320122",
    "name": "江苏省南京市"
  },
  {
    "code": "320123",
    "name": "江苏省南京市"
  },
  {
    "code": "320124",
    "name": "江苏省南京市"
  },
  {
    "code": "320125",
    "name": "江苏省南京市"
  },
  {
    "code": "320200",
    "name": "江苏省无锡市"
  },
  {
    "code": "320201",
    "name": "江苏省无锡市"
  },
  {
    "code": "320202",
    "name": "江苏省无锡市"
  },
  {
    "code": "320203",
    "name": "江苏省无锡市"
  },
  {
    "code": "320204",
    "name": "江苏省无锡市"
  },
  {
    "code": "320205",
    "name": "江苏省无锡市"
  },
  {
    "code": "320206",
    "name": "江苏省无锡市"
  },
  {
    "code": "320211",
    "name": "江苏省无锡市"
  },
  {
    "code": "320212",
    "name": "江苏省无锡市"
  },
  {
    "code": "320221",
    "name": "江苏省无锡市"
  },
  {
    "code": "320222",
    "name": "江苏省无锡市"
  },
  {
    "code": "320223",
    "name": "江苏省无锡市"
  },
  {
    "code": "320281",
    "name": "江苏省无锡市"
  },
  {
    "code": "320282",
    "name": "江苏省无锡市"
  },
  {
    "code": "320283",
    "name": "江苏省无锡市"
  },
  {
    "code": "320300",
    "name": "江苏省徐州市"
  },
  {
    "code": "320301",
    "name": "江苏省徐州市"
  },
  {
    "code": "320302",
    "name": "江苏省徐州市"
  },
  {
    "code": "320303",
    "name": "江苏省徐州市"
  },
  {
    "code": "320304",
    "name": "江苏省徐州市"
  },
  {
    "code": "320305",
    "name": "江苏省徐州市"
  },
  {
    "code": "320311",
    "name": "江苏省徐州市"
  },
  {
    "code": "320321",
    "name": "江苏省徐州市"
  },
  {
    "code": "320322",
    "name": "江苏省徐州市"
  },
  {
    "code": "320323",
    "name": "江苏省徐州市"
  },
  {
    "code": "320324",
    "name": "江苏省徐州市"
  },
  {
    "code": "320325",
    "name": "江苏省徐州市"
  },
  {
    "code": "320326",
    "name": "江苏省徐州市"
  },
  {
    "code": "320381",
    "name": "江苏省徐州市"
  },
  {
    "code": "320382",
    "name": "江苏省徐州市"
  },
  {
    "code": "320400",
    "name": "江苏省常州市"
  },
  {
    "code": "320401",
    "name": "江苏省常州市"
  },
  {
    "code": "320402",
    "name": "江苏省常州市"
  },
  {
    "code": "320403",
    "name": "江苏省常州市"
  },
  {
    "code": "320404",
    "name": "江苏省常州市"
  },
  {
    "code": "320405",
    "name": "江苏省常州市"
  },
  {
    "code": "320411",
    "name": "江苏省常州市"
  },
  {
    "code": "320412",
    "name": "江苏省常州市"
  },
  {
    "code": "320421",
    "name": "江苏省常州市"
  },
  {
    "code": "320422",
    "name": "江苏省常州市"
  },
  {
    "code": "320423",
    "name": "江苏省常州市"
  },
  {
    "code": "320481",
    "name": "江苏省常州市"
  },
  {
    "code": "320482",
    "name": "江苏省常州市"
  },
  {
    "code": "320483",
    "name": "江苏省常州市"
  },
  {
    "code": "320500",
    "name": "江苏省苏州市"
  },
  {
    "code": "320501",
    "name": "江苏省苏州市"
  },
  {
    "code": "320502",
    "name": "江苏省苏州市"
  },
  {
    "code": "320503",
    "name": "江苏省苏州市"
  },
  {
    "code": "320504",
    "name": "江苏省苏州市"
  },
  {
    "code": "320505",
    "name": "江苏省苏州市"
  },
  {
    "code": "320506",
    "name": "江苏省苏州市"
  },
  {
    "code": "320507",
    "name": "江苏省苏州市"
  },
  {
    "code": "320511",
    "name": "江苏省苏州市"
  },
  {
    "code": "320520",
    "name": "江苏省苏州市"
  },
  {
    "code": "320521",
    "name": "江苏省苏州市"
  },
  {
    "code": "320522",
    "name": "江苏省苏州市"
  },
  {
    "code": "320523",
    "name": "江苏省苏州市"
  },
  {
    "code": "320524",
    "name": "江苏省苏州市"
  },
  {
    "code": "320525",
    "name": "江苏省苏州市"
  },
  {
    "code": "320581",
    "name": "江苏省苏州市"
  },
  {
    "code": "320582",
    "name": "江苏省苏州市"
  },
  {
    "code": "320583",
    "name": "江苏省苏州市"
  },
  {
    "code": "320584",
    "name": "江苏省苏州市"
  },
  {
    "code": "320585",
    "name": "江苏省苏州市"
  },
  {
    "code": "320586",
    "name": "江苏省苏州市"
  },
  {
    "code": "320600",
    "name": "江苏省南通市"
  },
  {
    "code": "320601",
    "name": "江苏省南通市"
  },
  {
    "code": "320602",
    "name": "江苏省南通市"
  },
  {
    "code": "320611",
    "name": "江苏省南通市"
  },
  {
    "code": "320621",
    "name": "江苏省南通市"
  },
  {
    "code": "320622",
    "name": "江苏省南通市"
  },
  {
    "code": "320623",
    "name": "江苏省南通市"
  },
  {
    "code": "320624",
    "name": "江苏省南通市"
  },
  {
    "code": "320625",
    "name": "江苏省南通市"
  },
  {
    "code": "320626",
    "name": "江苏省南通市"
  },
  {
    "code": "320681",
    "name": "江苏省南通市"
  },
  {
    "code": "320682",
    "name": "江苏省南通市"
  },
  {
    "code": "320683",
    "name": "江苏省南通市"
  },
  {
    "code": "320684",
    "name": "江苏省南通市"
  },
  {
    "code": "320700",
    "name": "江苏省连云港市"
  },
  {
    "code": "320701",
    "name": "江苏省连云港市"
  },
  {
    "code": "320702",
    "name": "江苏省连云港市"
  },
  {
    "code": "320703",
    "name": "江苏省连云港市"
  },
  {
    "code": "320704",
    "name": "江苏省连云港市"
  },
  {
    "code": "320705",
    "name": "江苏省连云港市"
  },
  {
    "code": "320706",
    "name": "江苏省连云港市"
  },
  {
    "code": "320721",
    "name": "江苏省连云港市"
  },
  {
    "code": "320722",
    "name": "江苏省连云港市"
  },
  {
    "code": "320723",
    "name": "江苏省连云港市"
  },
  {
    "code": "320724",
    "name": "江苏省连云港市"
  },
  {
    "code": "320800",
    "name": "江苏省淮阴市"
  },
  {
    "code": "320801",
    "name": "江苏省淮阴市"
  },
  {
    "code": "320802",
    "name": "江苏省淮阴市"
  },
  {
    "code": "320803",
    "name": "江苏省淮阴市"
  },
  {
    "code": "320804",
    "name": "江苏省淮阴市"
  },
  {
    "code": "320811",
    "name": "江苏省淮阴市"
  },
  {
    "code": "320821",
    "name": "江苏省淮阴市"
  },
  {
    "code": "320822",
    "name": "江苏省淮阴市"
  },
  {
    "code": "320823",
    "name": "江苏省淮阴市"
  },
  {
    "code": "320824",
    "name": "江苏省淮阴市"
  },
  {
    "code": "320825",
    "name": "江苏省淮阴市"
  },
  {
    "code": "320826",
    "name": "江苏省淮阴市"
  },
  {
    "code": "320827",
    "name": "江苏省淮阴市"
  },
  {
    "code": "320828",
    "name": "江苏省淮阴市"
  },
  {
    "code": "320829",
    "name": "江苏省淮阴市"
  },
  {
    "code": "320830",
    "name": "江苏省淮阴市"
  },
  {
    "code": "320831",
    "name": "江苏省淮阴市"
  },
  {
    "code": "320881",
    "name": "江苏省淮阴市"
  },
  {
    "code": "320882",
    "name": "江苏省淮阴市"
  },
  {
    "code": "320900",
    "name": "江苏省盐城市"
  },
  {
    "code": "320901",
    "name": "江苏省盐城市"
  },
  {
    "code": "320902",
    "name": "江苏省盐城市"
  },
  {
    "code": "320903",
    "name": "江苏省盐城市"
  },
  {
    "code": "320911",
    "name": "江苏省盐城市"
  },
  {
    "code": "320921",
    "name": "江苏省盐城市"
  },
  {
    "code": "320922",
    "name": "江苏省盐城市"
  },
  {
    "code": "320923",
    "name": "江苏省盐城市"
  },
  {
    "code": "320924",
    "name": "江苏省盐城市"
  },
  {
    "code": "320925",
    "name": "江苏省盐城市"
  },
  {
    "code": "320926",
    "name": "江苏省盐城市"
  },
  {
    "code": "320927",
    "name": "江苏省盐城市"
  },
  {
    "code": "320928",
    "name": "江苏省盐城市"
  },
  {
    "code": "320981",
    "name": "江苏省盐城市"
  },
  {
    "code": "320982",
    "name": "江苏省盐城市"
  },
  {
    "code": "321000",
    "name": "江苏省扬州市"
  },
  {
    "code": "321001",
    "name": "江苏省扬州市"
  },
  {
    "code": "321002",
    "name": "江苏省扬州市"
  },
  {
    "code": "321003",
    "name": "江苏省扬州市"
  },
  {
    "code": "321011",
    "name": "江苏省扬州市"
  },
  {
    "code": "321019",
    "name": "江苏省扬州市"
  },
  {
    "code": "321020",
    "name": "江苏省扬州市"
  },
  {
    "code": "321021",
    "name": "江苏省扬州市"
  },
  {
    "code": "321022",
    "name": "江苏省扬州市"
  },
  {
    "code": "321023",
    "name": "江苏省扬州市"
  },
  {
    "code": "321024",
    "name": "江苏省扬州市"
  },
  {
    "code": "321025",
    "name": "江苏省扬州市"
  },
  {
    "code": "321026",
    "name": "江苏省扬州市"
  },
  {
    "code": "321027",
    "name": "江苏省扬州市"
  },
  {
    "code": "321028",
    "name": "江苏省扬州市"
  },
  {
    "code": "321029",
    "name": "江苏省扬州市"
  },
  {
    "code": "321081",
    "name": "江苏省扬州市"
  },
  {
    "code": "321082",
    "name": "江苏省扬州市"
  },
  {
    "code": "321083",
    "name": "江苏省扬州市"
  },
  {
    "code": "321084",
    "name": "江苏省扬州市"
  },
  {
    "code": "321085",
    "name": "江苏省扬州市"
  },
  {
    "code": "321086",
    "name": "江苏省扬州市"
  },
  {
    "code": "321087",
    "name": "江苏省扬州市"
  },
  {
    "code": "321088",
    "name": "江苏省扬州市"
  },
  {
    "code": "321100",
    "name": "江苏省镇江市"
  },
  {
    "code": "321101",
    "name": "江苏省镇江市"
  },
  {
    "code": "321102",
    "name": "江苏省镇江市"
  },
  {
    "code": "321111",
    "name": "江苏省镇江市"
  },
  {
    "code": "321112",
    "name": "江苏省镇江市"
  },
  {
    "code": "321121",
    "name": "江苏省镇江市"
  },
  {
    "code": "321122",
    "name": "江苏省镇江市"
  },
  {
    "code": "321123",
    "name": "江苏省镇江市"
  },
  {
    "code": "321124",
    "name": "江苏省镇江市"
  },
  {
    "code": "321181",
    "name": "江苏省镇江市"
  },
  {
    "code": "321182",
    "name": "江苏省镇江市"
  },
  {
    "code": "321183",
    "name": "江苏省镇江市"
  },
  {
    "code": "321200",
    "name": "江苏省泰州市"
  },
  {
    "code": "321201",
    "name": "江苏省泰州市"
  },
  {
    "code": "321202",
    "name": "江苏省泰州市"
  },
  {
    "code": "321203",
    "name": "江苏省泰州市"
  },
  {
    "code": "321281",
    "name": "江苏省泰州市"
  },
  {
    "code": "321282",
    "name": "江苏省泰州市"
  },
  {
    "code": "321283",
    "name": "江苏省泰州市"
  },
  {
    "code": "321284",
    "name": "江苏省泰州市"
  },
  {
    "code": "321300",
    "name": "江苏省宿迁市"
  },
  {
    "code": "321301",
    "name": "江苏省宿迁市"
  },
  {
    "code": "321302",
    "name": "江苏省宿迁市"
  },
  {
    "code": "321311",
    "name": "江苏省宿迁市"
  },
  {
    "code": "321321",
    "name": "江苏省宿迁市"
  },
  {
    "code": "321322",
    "name": "江苏省宿迁市"
  },
  {
    "code": "321323",
    "name": "江苏省宿迁市"
  },
  {
    "code": "321324",
    "name": "江苏省宿迁市"
  },
  {
    "code": "322100",
    "name": "江苏省徐州市"
  },
  {
    "code": "322121",
    "name": "江苏省徐州市"
  },
  {
    "code": "322122",
    "name": "江苏省徐州市"
  },
  {
    "code": "322123",
    "name": "江苏省徐州市"
  },
  {
    "code": "322124",
    "name": "江苏省徐州市"
  },
  {
    "code": "322125",
    "name": "江苏省徐州市"
  },
  {
    "code": "322126",
    "name": "江苏省徐州市"
  },
  {
    "code": "322127",
    "name": "江苏省徐州市"
  },
  {
    "code": "322128",
    "name": "江苏省徐州市"
  },
  {
    "code": "322200",
    "name": "江苏省淮阴市"
  },
  {
    "code": "322201",
    "name": "江苏省淮阴市"
  },
  {
    "code": "322221",
    "name": "江苏省淮阴市"
  },
  {
    "code": "322222",
    "name": "江苏省淮阴市"
  },
  {
    "code": "322223",
    "name": "江苏省淮阴市"
  },
  {
    "code": "322224",
    "name": "江苏省淮阴市"
  },
  {
    "code": "322225",
    "name": "江苏省淮阴市"
  },
  {
    "code": "322226",
    "name": "江苏省淮阴市"
  },
  {
    "code": "322227",
    "name": "江苏省淮阴市"
  },
  {
    "code": "322228",
    "name": "江苏省淮阴市"
  },
  {
    "code": "322229",
    "name": "江苏省淮阴市"
  },
  {
    "code": "322230",
    "name": "江苏省淮阴市"
  },
  {
    "code": "322231",
    "name": "江苏省淮阴市"
  },
  {
    "code": "322232",
    "name": "江苏省淮阴市"
  },
  {
    "code": "322300",
    "name": "江苏省盐城市"
  },
  {
    "code": "322321",
    "name": "江苏省盐城市"
  },
  {
    "code": "322322",
    "name": "江苏省盐城市"
  },
  {
    "code": "322323",
    "name": "江苏省盐城市"
  },
  {
    "code": "322324",
    "name": "江苏省盐城市"
  },
  {
    "code": "322325",
    "name": "江苏省盐城市"
  },
  {
    "code": "322326",
    "name": "江苏省盐城市"
  },
  {
    "code": "322327",
    "name": "江苏省盐城市"
  },
  {
    "code": "322328",
    "name": "江苏省盐城市"
  },
  {
    "code": "322400",
    "name": "江苏省扬州市"
  },
  {
    "code": "322401",
    "name": "江苏省扬州市"
  },
  {
    "code": "322402",
    "name": "江苏省扬州市"
  },
  {
    "code": "322421",
    "name": "江苏省扬州市"
  },
  {
    "code": "322422",
    "name": "江苏省扬州市"
  },
  {
    "code": "322423",
    "name": "江苏省扬州市"
  },
  {
    "code": "322424",
    "name": "江苏省扬州市"
  },
  {
    "code": "322425",
    "name": "江苏省扬州市"
  },
  {
    "code": "322426",
    "name": "江苏省扬州市"
  },
  {
    "code": "322427",
    "name": "江苏省扬州市"
  },
  {
    "code": "322428",
    "name": "江苏省扬州市"
  },
  {
    "code": "322429",
    "name": "江苏省扬州市"
  },
  {
    "code": "322500",
    "name": "江苏省南通市"
  },
  {
    "code": "322521",
    "name": "江苏省南通市"
  },
  {
    "code": "322522",
    "name": "江苏省南通市"
  },
  {
    "code": "322523",
    "name": "江苏省南通市"
  },
  {
    "code": "322524",
    "name": "江苏省南通市"
  },
  {
    "code": "322525",
    "name": "江苏省南通市"
  },
  {
    "code": "322526",
    "name": "江苏省南通市"
  },
  {
    "code": "322600",
    "name": "江苏省镇江市"
  },
  {
    "code": "322601",
    "name": "江苏省镇江市"
  },
  {
    "code": "322621",
    "name": "江苏省镇江市"
  },
  {
    "code": "322622",
    "name": "江苏省镇江市"
  },
  {
    "code": "322623",
    "name": "江苏省镇江市"
  },
  {
    "code": "322624",
    "name": "江苏省镇江市"
  },
  {
    "code": "322625",
    "name": "江苏省镇江市"
  },
  {
    "code": "322626",
    "name": "江苏省镇江市"
  },
  {
    "code": "322627",
    "name": "江苏省镇江市"
  },
  {
    "code": "322628",
    "name": "江苏省镇江市"
  },
  {
    "code": "322629",
    "name": "江苏省镇江市"
  },
  {
    "code": "322630",
    "name": "江苏省镇江市"
  },
  {
    "code": "322700",
    "name": "江苏省苏州市"
  },
  {
    "code": "322721",
    "name": "江苏省苏州市"
  },
  {
    "code": "322722",
    "name": "江苏省苏州市"
  },
  {
    "code": "322723",
    "name": "江苏省苏州市"
  },
  {
    "code": "322724",
    "name": "江苏省苏州市"
  },
  {
    "code": "322725",
    "name": "江苏省苏州市"
  },
  {
    "code": "322726",
    "name": "江苏省苏州市"
  },
  {
    "code": "322727",
    "name": "江苏省苏州市"
  },
  {
    "code": "322728",
    "name": "江苏省苏州市"
  },
  {
    "code": "322927",
    "name": "江苏省苏州市"
  },
  {
    "code": "322930",
    "name": "江苏省苏州市"
  },
  {
    "code": "329000",
    "name": "江苏省省直辖行政单位"
  },
  {
    "code": "329001",
    "name": "江苏省省直辖行政单位"
  },
  {
    "code": "329002",
    "name": "江苏省省直辖行政单位"
  },
  {
    "code": "329003",
    "name": "江苏省省直辖行政单位"
  },
  {
    "code": "329004",
    "name": "江苏省省直辖行政单位"
  },
  {
    "code": "329005",
    "name": "江苏省省直辖行政单位"
  },
  {
    "code": "329006",
    "name": "江苏省省直辖行政单位"
  },
  {
    "code": "329007",
    "name": "江苏省省直辖行政单位"
  },
  {
    "code": "329008",
    "name": "江苏省省直辖行政单位"
  },
  {
    "code": "329009",
    "name": "江苏省省直辖行政单位"
  },
  {
    "code": "329010",
    "name": "江苏省省直辖行政单位"
  },
  {
    "code": "329011",
    "name": "江苏省省直辖行政单位"
  },
  {
    "code": "330000",
    "name": "浙江省浙江"
  },
  {
    "code": "330100",
    "name": "浙江省杭州市"
  },
  {
    "code": "330101",
    "name": "浙江省杭州市"
  },
  {
    "code": "330102",
    "name": "浙江省杭州市"
  },
  {
    "code": "330103",
    "name": "浙江省杭州市"
  },
  {
    "code": "330104",
    "name": "浙江省杭州市"
  },
  {
    "code": "330105",
    "name": "浙江省杭州市"
  },
  {
    "code": "330106",
    "name": "浙江省杭州市"
  },
  {
    "code": "330107",
    "name": "浙江省杭州市"
  },
  {
    "code": "330108",
    "name": "浙江省杭州市"
  },
  {
    "code": "330109",
    "name": "浙江省杭州市"
  },
  {
    "code": "330110",
    "name": "浙江省杭州市"
  },
  {
    "code": "330120",
    "name": "浙江省杭州市"
  },
  {
    "code": "330121",
    "name": "浙江省杭州市"
  },
  {
    "code": "330122",
    "name": "浙江省杭州市"
  },
  {
    "code": "330123",
    "name": "浙江省杭州市"
  },
  {
    "code": "330124",
    "name": "浙江省杭州市"
  },
  {
    "code": "330125",
    "name": "浙江省杭州市"
  },
  {
    "code": "330126",
    "name": "浙江省杭州市"
  },
  {
    "code": "330127",
    "name": "浙江省杭州市"
  },
  {
    "code": "330181",
    "name": "浙江省杭州市"
  },
  {
    "code": "330182",
    "name": "浙江省杭州市"
  },
  {
    "code": "330183",
    "name": "浙江省杭州市"
  },
  {
    "code": "330184",
    "name": "浙江省杭州市"
  },
  {
    "code": "330185",
    "name": "浙江省杭州市"
  },
  {
    "code": "330200",
    "name": "浙江省宁波市"
  },
  {
    "code": "330201",
    "name": "浙江省宁波市"
  },
  {
    "code": "330202",
    "name": "浙江省宁波市"
  },
  {
    "code": "330203",
    "name": "浙江省宁波市"
  },
  {
    "code": "330204",
    "name": "浙江省宁波市"
  },
  {
    "code": "330205",
    "name": "浙江省宁波市"
  },
  {
    "code": "330206",
    "name": "浙江省宁波市"
  },
  {
    "code": "330211",
    "name": "浙江省宁波市"
  },
  {
    "code": "330212",
    "name": "浙江省宁波市"
  },
  {
    "code": "330219",
    "name": "浙江省宁波市"
  },
  {
    "code": "330220",
    "name": "浙江省宁波市"
  },
  {
    "code": "330221",
    "name": "浙江省宁波市"
  },
  {
    "code": "330222",
    "name": "浙江省宁波市"
  },
  {
    "code": "330223",
    "name": "浙江省宁波市"
  },
  {
    "code": "330224",
    "name": "浙江省宁波市"
  },
  {
    "code": "330225",
    "name": "浙江省宁波市"
  },
  {
    "code": "330226",
    "name": "浙江省宁波市"
  },
  {
    "code": "330227",
    "name": "浙江省宁波市"
  },
  {
    "code": "330281",
    "name": "浙江省宁波市"
  },
  {
    "code": "330282",
    "name": "浙江省宁波市"
  },
  {
    "code": "330283",
    "name": "浙江省宁波市"
  },
  {
    "code": "330300",
    "name": "浙江省温州市"
  },
  {
    "code": "330301",
    "name": "浙江省温州市"
  },
  {
    "code": "330302",
    "name": "浙江省温州市"
  },
  {
    "code": "330303",
    "name": "浙江省温州市"
  },
  {
    "code": "330304",
    "name": "浙江省温州市"
  },
  {
    "code": "330320",
    "name": "浙江省温州市"
  },
  {
    "code": "330321",
    "name": "浙江省温州市"
  },
  {
    "code": "330322",
    "name": "浙江省温州市"
  },
  {
    "code": "330323",
    "name": "浙江省温州市"
  },
  {
    "code": "330324",
    "name": "浙江省温州市"
  },
  {
    "code": "330325",
    "name": "浙江省温州市"
  },
  {
    "code": "330326",
    "name": "浙江省温州市"
  },
  {
    "code": "330327",
    "name": "浙江省温州市"
  },
  {
    "code": "330328",
    "name": "浙江省温州市"
  },
  {
    "code": "330329",
    "name": "浙江省温州市"
  },
  {
    "code": "330381",
    "name": "浙江省温州市"
  },
  {
    "code": "330382",
    "name": "浙江省温州市"
  },
  {
    "code": "330400",
    "name": "浙江省嘉兴市"
  },
  {
    "code": "330401",
    "name": "浙江省嘉兴市"
  },
  {
    "code": "330402",
    "name": "浙江省嘉兴市"
  },
  {
    "code": "330411",
    "name": "浙江省嘉兴市"
  },
  {
    "code": "330419",
    "name": "浙江省嘉兴市"
  },
  {
    "code": "330421",
    "name": "浙江省嘉兴市"
  },
  {
    "code": "330422",
    "name": "浙江省嘉兴市"
  },
  {
    "code": "330423",
    "name": "浙江省嘉兴市"
  },
  {
    "code": "330424",
    "name": "浙江省嘉兴市"
  },
  {
    "code": "330425",
    "name": "浙江省嘉兴市"
  },
  {
    "code": "330481",
    "name": "浙江省嘉兴市"
  },
  {
    "code": "330482",
    "name": "浙江省嘉兴市"
  },
  {
    "code": "330483",
    "name": "浙江省嘉兴市"
  },
  {
    "code": "330500",
    "name": "浙江省湖州市"
  },
  {
    "code": "330501",
    "name": "浙江省湖州市"
  },
  {
    "code": "330502",
    "name": "浙江省湖州市"
  },
  {
    "code": "330503",
    "name": "浙江省湖州市"
  },
  {
    "code": "330511",
    "name": "浙江省湖州市"
  },
  {
    "code": "330521",
    "name": "浙江省湖州市"
  },
  {
    "code": "330522",
    "name": "浙江省湖州市"
  },
  {
    "code": "330523",
    "name": "浙江省湖州市"
  },
  {
    "code": "330600",
    "name": "浙江省绍兴市"
  },
  {
    "code": "330601",
    "name": "浙江省绍兴市"
  },
  {
    "code": "330602",
    "name": "浙江省绍兴市"
  },
  {
    "code": "330621",
    "name": "浙江省绍兴市"
  },
  {
    "code": "330622",
    "name": "浙江省绍兴市"
  },
  {
    "code": "330623",
    "name": "浙江省绍兴市"
  },
  {
    "code": "330624",
    "name": "浙江省绍兴市"
  },
  {
    "code": "330625",
    "name": "浙江省绍兴市"
  },
  {
    "code": "330681",
    "name": "浙江省绍兴市"
  },
  {
    "code": "330682",
    "name": "浙江省绍兴市"
  },
  {
    "code": "330683",
    "name": "浙江省绍兴市"
  },
  {
    "code": "330700",
    "name": "浙江省金华市"
  },
  {
    "code": "330701",
    "name": "浙江省金华市"
  },
  {
    "code": "330702",
    "name": "浙江省金华市"
  },
  {
    "code": "330703",
    "name": "浙江省金华市"
  },
  {
    "code": "330719",
    "name": "浙江省金华市"
  },
  {
    "code": "330721",
    "name": "浙江省金华市"
  },
  {
    "code": "330722",
    "name": "浙江省金华市"
  },
  {
    "code": "330723",
    "name": "浙江省金华市"
  },
  {
    "code": "330724",
    "name": "浙江省金华市"
  },
  {
    "code": "330725",
    "name": "浙江省金华市"
  },
  {
    "code": "330726",
    "name": "浙江省金华市"
  },
  {
    "code": "330727",
    "name": "浙江省金华市"
  },
  {
    "code": "330781",
    "name": "浙江省金华市"
  },
  {
    "code": "330782",
    "name": "浙江省金华市"
  },
  {
    "code": "330783",
    "name": "浙江省金华市"
  },
  {
    "code": "330784",
    "name": "浙江省金华市"
  },
  {
    "code": "330800",
    "name": "浙江省衢州市"
  },
  {
    "code": "330801",
    "name": "浙江省衢州市"
  },
  {
    "code": "330802",
    "name": "浙江省衢州市"
  },
  {
    "code": "330803",
    "name": "浙江省衢州市"
  },
  {
    "code": "330821",
    "name": "浙江省衢州市"
  },
  {
    "code": "330822",
    "name": "浙江省衢州市"
  },
  {
    "code": "330823",
    "name": "浙江省衢州市"
  },
  {
    "code": "330824",
    "name": "浙江省衢州市"
  },
  {
    "code": "330825",
    "name": "浙江省衢州市"
  },
  {
    "code": "330881",
    "name": "浙江省衢州市"
  },
  {
    "code": "330900",
    "name": "浙江省舟山市"
  },
  {
    "code": "330901",
    "name": "浙江省舟山市"
  },
  {
    "code": "330902",
    "name": "浙江省舟山市"
  },
  {
    "code": "330903",
    "name": "浙江省舟山市"
  },
  {
    "code": "330921",
    "name": "浙江省舟山市"
  },
  {
    "code": "330922",
    "name": "浙江省舟山市"
  },
  {
    "code": "331000",
    "name": "浙江省台州市"
  },
  {
    "code": "331001",
    "name": "浙江省台州市"
  },
  {
    "code": "331002",
    "name": "浙江省台州市"
  },
  {
    "code": "331003",
    "name": "浙江省台州市"
  },
  {
    "code": "331004",
    "name": "浙江省台州市"
  },
  {
    "code": "331021",
    "name": "浙江省台州市"
  },
  {
    "code": "331022",
    "name": "浙江省台州市"
  },
  {
    "code": "331023",
    "name": "浙江省台州市"
  },
  {
    "code": "331024",
    "name": "浙江省台州市"
  },
  {
    "code": "331081",
    "name": "浙江省台州市"
  },
  {
    "code": "331082",
    "name": "浙江省台州市"
  },
  {
    "code": "331100",
    "name": "浙江省丽水市"
  },
  {
    "code": "331101",
    "name": "浙江省丽水市"
  },
  {
    "code": "331102",
    "name": "浙江省丽水市"
  },
  {
    "code": "331121",
    "name": "浙江省丽水市"
  },
  {
    "code": "331122",
    "name": "浙江省丽水市"
  },
  {
    "code": "331123",
    "name": "浙江省丽水市"
  },
  {
    "code": "331124",
    "name": "浙江省丽水市"
  },
  {
    "code": "331125",
    "name": "浙江省丽水市"
  },
  {
    "code": "331126",
    "name": "浙江省丽水市"
  },
  {
    "code": "331127",
    "name": "浙江省丽水市"
  },
  {
    "code": "331181",
    "name": "浙江省丽水市"
  },
  {
    "code": "332100",
    "name": "浙江省嘉兴市"
  },
  {
    "code": "332101",
    "name": "浙江省嘉兴市"
  },
  {
    "code": "332102",
    "name": "浙江省嘉兴市"
  },
  {
    "code": "332121",
    "name": "浙江省嘉兴市"
  },
  {
    "code": "332122",
    "name": "浙江省嘉兴市"
  },
  {
    "code": "332123",
    "name": "浙江省嘉兴市"
  },
  {
    "code": "332124",
    "name": "浙江省嘉兴市"
  },
  {
    "code": "332125",
    "name": "浙江省嘉兴市"
  },
  {
    "code": "332126",
    "name": "浙江省嘉兴市"
  },
  {
    "code": "332127",
    "name": "浙江省嘉兴市"
  },
  {
    "code": "332128",
    "name": "浙江省嘉兴市"
  },
  {
    "code": "332200",
    "name": "浙江省宁波市"
  },
  {
    "code": "332221",
    "name": "浙江省宁波市"
  },
  {
    "code": "332222",
    "name": "浙江省宁波市"
  },
  {
    "code": "332223",
    "name": "浙江省宁波市"
  },
  {
    "code": "332224",
    "name": "浙江省宁波市"
  },
  {
    "code": "332225",
    "name": "浙江省宁波市"
  },
  {
    "code": "332226",
    "name": "浙江省宁波市"
  },
  {
    "code": "332300",
    "name": "浙江省绍兴市"
  },
  {
    "code": "332301",
    "name": "浙江省绍兴市"
  },
  {
    "code": "332321",
    "name": "浙江省绍兴市"
  },
  {
    "code": "332322",
    "name": "浙江省绍兴市"
  },
  {
    "code": "332323",
    "name": "浙江省绍兴市"
  },
  {
    "code": "332324",
    "name": "浙江省绍兴市"
  },
  {
    "code": "332400",
    "name": "浙江省金华市"
  },
  {
    "code": "332401",
    "name": "浙江省金华市"
  },
  {
    "code": "332402",
    "name": "浙江省金华市"
  },
  {
    "code": "332421",
    "name": "浙江省金华市"
  },
  {
    "code": "332422",
    "name": "浙江省金华市"
  },
  {
    "code": "332423",
    "name": "浙江省金华市"
  },
  {
    "code": "332424",
    "name": "浙江省金华市"
  },
  {
    "code": "332425",
    "name": "浙江省金华市"
  },
  {
    "code": "332426",
    "name": "浙江省金华市"
  },
  {
    "code": "332427",
    "name": "浙江省金华市"
  },
  {
    "code": "332428",
    "name": "浙江省金华市"
  },
  {
    "code": "332429",
    "name": "浙江省金华市"
  },
  {
    "code": "332430",
    "name": "浙江省金华市"
  },
  {
    "code": "332431",
    "name": "浙江省金华市"
  },
  {
    "code": "332500",
    "name": "浙江省丽水市"
  },
  {
    "code": "332501",
    "name": "浙江省丽水市"
  },
  {
    "code": "332502",
    "name": "浙江省丽水市"
  },
  {
    "code": "332521",
    "name": "浙江省丽水市"
  },
  {
    "code": "332522",
    "name": "浙江省丽水市"
  },
  {
    "code": "332523",
    "name": "浙江省丽水市"
  },
  {
    "code": "332524",
    "name": "浙江省丽水市"
  },
  {
    "code": "332525",
    "name": "浙江省丽水市"
  },
  {
    "code": "332526",
    "name": "浙江省丽水市"
  },
  {
    "code": "332527",
    "name": "浙江省丽水市"
  },
  {
    "code": "332528",
    "name": "浙江省丽水市"
  },
  {
    "code": "332529",
    "name": "浙江省丽水市"
  },
  {
    "code": "332600",
    "name": "浙江省台州市"
  },
  {
    "code": "332601",
    "name": "浙江省台州市"
  },
  {
    "code": "332602",
    "name": "浙江省台州市"
  },
  {
    "code": "332603",
    "name": "浙江省台州市"
  },
  {
    "code": "332604",
    "name": "浙江省台州市"
  },
  {
    "code": "332621",
    "name": "浙江省台州市"
  },
  {
    "code": "332622",
    "name": "浙江省台州市"
  },
  {
    "code": "332623",
    "name": "浙江省台州市"
  },
  {
    "code": "332624",
    "name": "浙江省台州市"
  },
  {
    "code": "332625",
    "name": "浙江省台州市"
  },
  {
    "code": "332626",
    "name": "浙江省台州市"
  },
  {
    "code": "332627",
    "name": "浙江省台州市"
  },
  {
    "code": "332700",
    "name": "浙江省舟山市"
  },
  {
    "code": "332721",
    "name": "浙江省舟山市"
  },
  {
    "code": "332722",
    "name": "浙江省舟山市"
  },
  {
    "code": "332723",
    "name": "浙江省舟山市"
  },
  {
    "code": "332724",
    "name": "浙江省舟山市"
  },
  {
    "code": "339000",
    "name": "浙江省省直辖行政单位"
  },
  {
    "code": "339001",
    "name": "浙江省省直辖行政单位"
  },
  {
    "code": "339002",
    "name": "浙江省省直辖行政单位"
  },
  {
    "code": "339003",
    "name": "浙江省省直辖行政单位"
  },
  {
    "code": "339004",
    "name": "浙江省省直辖行政单位"
  },
  {
    "code": "339005",
    "name": "浙江省省直辖行政单位"
  },
  {
    "code": "339006",
    "name": "浙江省省直辖行政单位"
  },
  {
    "code": "339007",
    "name": "浙江省省直辖行政单位"
  },
  {
    "code": "339008",
    "name": "浙江省省直辖行政单位"
  },
  {
    "code": "339009",
    "name": "浙江省省直辖行政单位"
  },
  {
    "code": "339010",
    "name": "浙江省省直辖行政单位"
  },
  {
    "code": "339011",
    "name": "浙江省省直辖行政单位"
  },
  {
    "code": "340000",
    "name": "安徽省安徽"
  },
  {
    "code": "340100",
    "name": "安徽省合肥市"
  },
  {
    "code": "340101",
    "name": "安徽省合肥市"
  },
  {
    "code": "340102",
    "name": "安徽省合肥市"
  },
  {
    "code": "340103",
    "name": "安徽省合肥市"
  },
  {
    "code": "340104",
    "name": "安徽省合肥市"
  },
  {
    "code": "340111",
    "name": "安徽省合肥市"
  },
  {
    "code": "340120",
    "name": "安徽省合肥市"
  },
  {
    "code": "340121",
    "name": "安徽省合肥市"
  },
  {
    "code": "340122",
    "name": "安徽省合肥市"
  },
  {
    "code": "340123",
    "name": "安徽省合肥市"
  },
  {
    "code": "340200",
    "name": "安徽省芜湖市"
  },
  {
    "code": "340201",
    "name": "安徽省芜湖市"
  },
  {
    "code": "340202",
    "name": "安徽省芜湖市"
  },
  {
    "code": "340203",
    "name": "安徽省芜湖市"
  },
  {
    "code": "340204",
    "name": "安徽省芜湖市"
  },
  {
    "code": "340205",
    "name": "安徽省芜湖市"
  },
  {
    "code": "340206",
    "name": "安徽省芜湖市"
  },
  {
    "code": "340207",
    "name": "安徽省芜湖市"
  },
  {
    "code": "340208",
    "name": "安徽省芜湖市"
  },
  {
    "code": "340211",
    "name": "安徽省芜湖市"
  },
  {
    "code": "340220",
    "name": "安徽省芜湖市"
  },
  {
    "code": "340221",
    "name": "安徽省芜湖市"
  },
  {
    "code": "340222",
    "name": "安徽省芜湖市"
  },
  {
    "code": "340223",
    "name": "安徽省芜湖市"
  },
  {
    "code": "340224",
    "name": "安徽省芜湖市"
  },
  {
    "code": "340300",
    "name": "安徽省蚌埠市"
  },
  {
    "code": "340301",
    "name": "安徽省蚌埠市"
  },
  {
    "code": "340302",
    "name": "安徽省蚌埠市"
  },
  {
    "code": "340303",
    "name": "安徽省蚌埠市"
  },
  {
    "code": "340304",
    "name": "安徽省蚌埠市"
  },
  {
    "code": "340311",
    "name": "安徽省蚌埠市"
  },
  {
    "code": "340321",
    "name": "安徽省蚌埠市"
  },
  {
    "code": "340322",
    "name": "安徽省蚌埠市"
  },
  {
    "code": "340323",
    "name": "安徽省蚌埠市"
  },
  {
    "code": "340400",
    "name": "安徽省淮南市"
  },
  {
    "code": "340401",
    "name": "安徽省淮南市"
  },
  {
    "code": "340402",
    "name": "安徽省淮南市"
  },
  {
    "code": "340403",
    "name": "安徽省淮南市"
  },
  {
    "code": "340404",
    "name": "安徽省淮南市"
  },
  {
    "code": "340405",
    "name": "安徽省淮南市"
  },
  {
    "code": "340406",
    "name": "安徽省淮南市"
  },
  {
    "code": "340420",
    "name": "安徽省淮南市"
  },
  {
    "code": "340421",
    "name": "安徽省淮南市"
  },
  {
    "code": "340500",
    "name": "安徽省马鞍山市"
  },
  {
    "code": "340501",
    "name": "安徽省马鞍山市"
  },
  {
    "code": "340502",
    "name": "安徽省马鞍山市"
  },
  {
    "code": "340503",
    "name": "安徽省马鞍山市"
  },
  {
    "code": "340504",
    "name": "安徽省马鞍山市"
  },
  {
    "code": "340505",
    "name": "安徽省马鞍山市"
  },
  {
    "code": "340511",
    "name": "安徽省马鞍山市"
  },
  {
    "code": "340521",
    "name": "安徽省马鞍山市"
  },
  {
    "code": "340600",
    "name": "安徽省淮北市"
  },
  {
    "code": "340601",
    "name": "安徽省淮北市"
  },
  {
    "code": "340602",
    "name": "安徽省淮北市"
  },
  {
    "code": "340603",
    "name": "安徽省淮北市"
  },
  {
    "code": "340604",
    "name": "安徽省淮北市"
  },
  {
    "code": "340611",
    "name": "安徽省淮北市"
  },
  {
    "code": "340620",
    "name": "安徽省淮北市"
  },
  {
    "code": "340621",
    "name": "安徽省淮北市"
  },
  {
    "code": "340700",
    "name": "安徽省铜陵市"
  },
  {
    "code": "340701",
    "name": "安徽省铜陵市"
  },
  {
    "code": "340702",
    "name": "安徽省铜陵市"
  },
  {
    "code": "340703",
    "name": "安徽省铜陵市"
  },
  {
    "code": "340704",
    "name": "安徽省铜陵市"
  },
  {
    "code": "340711",
    "name": "安徽省铜陵市"
  },
  {
    "code": "340720",
    "name": "安徽省铜陵市"
  },
  {
    "code": "340721",
    "name": "安徽省铜陵市"
  },
  {
    "code": "340800",
    "name": "安徽省安庆市"
  },
  {
    "code": "340801",
    "name": "安徽省安庆市"
  },
  {
    "code": "340802",
    "name": "安徽省安庆市"
  },
  {
    "code": "340803",
    "name": "安徽省安庆市"
  },
  {
    "code": "340811",
    "name": "安徽省安庆市"
  },
  {
    "code": "340821",
    "name": "安徽省安庆市"
  },
  {
    "code": "340822",
    "name": "安徽省安庆市"
  },
  {
    "code": "340823",
    "name": "安徽省安庆市"
  },
  {
    "code": "340824",
    "name": "安徽省安庆市"
  },
  {
    "code": "340825",
    "name": "安徽省安庆市"
  },
  {
    "code": "340826",
    "name": "安徽省安庆市"
  },
  {
    "code": "340827",
    "name": "安徽省安庆市"
  },
  {
    "code": "340828",
    "name": "安徽省安庆市"
  },
  {
    "code": "340881",
    "name": "安徽省安庆市"
  },
  {
    "code": "340900",
    "name": "安徽省省直辖行政单位"
  },
  {
    "code": "340901",
    "name": "安徽省省直辖行政单位"
  },
  {
    "code": "340925",
    "name": "安徽省安庆市"
  },
  {
    "code": "341000",
    "name": "安徽省黄山市"
  },
  {
    "code": "341001",
    "name": "安徽省黄山市"
  },
  {
    "code": "341002",
    "name": "安徽省黄山市"
  },
  {
    "code": "341003",
    "name": "安徽省黄山市"
  },
  {
    "code": "341004",
    "name": "安徽省黄山市"
  },
  {
    "code": "341021",
    "name": "安徽省黄山市"
  },
  {
    "code": "341022",
    "name": "安徽省黄山市"
  },
  {
    "code": "341023",
    "name": "安徽省黄山市"
  },
  {
    "code": "341024",
    "name": "安徽省黄山市"
  },
  {
    "code": "341100",
    "name": "安徽省滁州市"
  },
  {
    "code": "341101",
    "name": "安徽省滁州市"
  },
  {
    "code": "341102",
    "name": "安徽省滁州市"
  },
  {
    "code": "341103",
    "name": "安徽省滁州市"
  },
  {
    "code": "341121",
    "name": "安徽省滁州市"
  },
  {
    "code": "341122",
    "name": "安徽省滁州市"
  },
  {
    "code": "341124",
    "name": "安徽省滁州市"
  },
  {
    "code": "341125",
    "name": "安徽省滁州市"
  },
  {
    "code": "341126",
    "name": "安徽省滁州市"
  },
  {
    "code": "341127",
    "name": "安徽省滁州市"
  },
  {
    "code": "341181",
    "name": "安徽省滁州市"
  },
  {
    "code": "341182",
    "name": "安徽省滁州市"
  },
  {
    "code": "341200",
    "name": "安徽省阜阳市"
  },
  {
    "code": "341201",
    "name": "安徽省阜阳市"
  },
  {
    "code": "341202",
    "name": "安徽省阜阳市"
  },
  {
    "code": "341203",
    "name": "安徽省阜阳市"
  },
  {
    "code": "341204",
    "name": "安徽省阜阳市"
  },
  {
    "code": "341221",
    "name": "安徽省阜阳市"
  },
  {
    "code": "341222",
    "name": "安徽省阜阳市"
  },
  {
    "code": "341223",
    "name": "安徽省阜阳市"
  },
  {
    "code": "341224",
    "name": "安徽省阜阳市"
  },
  {
    "code": "341225",
    "name": "安徽省阜阳市"
  },
  {
    "code": "341226",
    "name": "安徽省阜阳市"
  },
  {
    "code": "341227",
    "name": "安徽省阜阳市"
  },
  {
    "code": "341281",
    "name": "安徽省阜阳市"
  },
  {
    "code": "341282",
    "name": "安徽省阜阳市"
  },
  {
    "code": "341300",
    "name": "安徽省宿州市"
  },
  {
    "code": "341301",
    "name": "安徽省宿州市"
  },
  {
    "code": "341302",
    "name": "安徽省宿州市"
  },
  {
    "code": "341321",
    "name": "安徽省宿州市"
  },
  {
    "code": "341322",
    "name": "安徽省宿州市"
  },
  {
    "code": "341323",
    "name": "安徽省宿州市"
  },
  {
    "code": "341324",
    "name": "安徽省宿州市"
  },
  {
    "code": "341400",
    "name": "安徽省巢湖市"
  },
  {
    "code": "341401",
    "name": "安徽省巢湖市"
  },
  {
    "code": "341402",
    "name": "安徽省巢湖市"
  },
  {
    "code": "341421",
    "name": "安徽省巢湖市"
  },
  {
    "code": "341422",
    "name": "安徽省巢湖市"
  },
  {
    "code": "341423",
    "name": "安徽省巢湖市"
  },
  {
    "code": "341424",
    "name": "安徽省巢湖市"
  },
  {
    "code": "341500",
    "name": "安徽省六安市"
  },
  {
    "code": "341501",
    "name": "安徽省六安市"
  },
  {
    "code": "341502",
    "name": "安徽省六安市"
  },
  {
    "code": "341503",
    "name": "安徽省六安市"
  },
  {
    "code": "341521",
    "name": "安徽省六安市"
  },
  {
    "code": "341522",
    "name": "安徽省六安市"
  },
  {
    "code": "341523",
    "name": "安徽省六安市"
  },
  {
    "code": "341524",
    "name": "安徽省六安市"
  },
  {
    "code": "341525",
    "name": "安徽省六安市"
  },
  {
    "code": "341600",
    "name": "安徽省亳州市"
  },
  {
    "code": "341601",
    "name": "安徽省亳州市"
  },
  {
    "code": "341602",
    "name": "安徽省亳州市"
  },
  {
    "code": "341621",
    "name": "安徽省亳州市"
  },
  {
    "code": "341622",
    "name": "安徽省亳州市"
  },
  {
    "code": "341623",
    "name": "安徽省亳州市"
  },
  {
    "code": "341700",
    "name": "安徽省池州市"
  },
  {
    "code": "341701",
    "name": "安徽省池州市"
  },
  {
    "code": "341702",
    "name": "安徽省池州市"
  },
  {
    "code": "341721",
    "name": "安徽省池州市"
  },
  {
    "code": "341722",
    "name": "安徽省池州市"
  },
  {
    "code": "341723",
    "name": "安徽省池州市"
  },
  {
    "code": "341800",
    "name": "安徽省宣城市"
  },
  {
    "code": "341801",
    "name": "安徽省宣城市"
  },
  {
    "code": "341802",
    "name": "安徽省宣城市"
  },
  {
    "code": "341821",
    "name": "安徽省宣城市"
  },
  {
    "code": "341822",
    "name": "安徽省宣城市"
  },
  {
    "code": "341823",
    "name": "安徽省宣城市"
  },
  {
    "code": "341824",
    "name": "安徽省宣城市"
  },
  {
    "code": "341825",
    "name": "安徽省宣城市"
  },
  {
    "code": "341881",
    "name": "安徽省宣城市"
  },
  {
    "code": "342100",
    "name": "安徽省阜阳市"
  },
  {
    "code": "342101",
    "name": "安徽省阜阳市"
  },
  {
    "code": "342102",
    "name": "安徽省阜阳市"
  },
  {
    "code": "342103",
    "name": "安徽省阜阳市"
  },
  {
    "code": "342121",
    "name": "安徽省阜阳市"
  },
  {
    "code": "342122",
    "name": "安徽省阜阳市"
  },
  {
    "code": "342123",
    "name": "安徽省阜阳市"
  },
  {
    "code": "342124",
    "name": "安徽省阜阳市"
  },
  {
    "code": "342125",
    "name": "安徽省阜阳市"
  },
  {
    "code": "342126",
    "name": "安徽省阜阳市"
  },
  {
    "code": "342127",
    "name": "安徽省阜阳市"
  },
  {
    "code": "342128",
    "name": "安徽省阜阳市"
  },
  {
    "code": "342129",
    "name": "安徽省阜阳市"
  },
  {
    "code": "342130",
    "name": "安徽省阜阳市"
  },
  {
    "code": "342200",
    "name": "安徽省宿县市"
  },
  {
    "code": "342201",
    "name": "安徽省宿县市"
  },
  {
    "code": "342221",
    "name": "安徽省宿县市"
  },
  {
    "code": "342222",
    "name": "安徽省宿县市"
  },
  {
    "code": "342223",
    "name": "安徽省宿县市"
  },
  {
    "code": "342224",
    "name": "安徽省宿县市"
  },
  {
    "code": "342225",
    "name": "安徽省宿县市"
  },
  {
    "code": "342226",
    "name": "安徽省宿县市"
  },
  {
    "code": "342227",
    "name": "安徽省宿县市"
  },
  {
    "code": "342228",
    "name": "安徽省宿县市"
  },
  {
    "code": "342300",
    "name": "安徽省滁县市"
  },
  {
    "code": "342301",
    "name": "安徽省滁县市"
  },
  {
    "code": "342321",
    "name": "安徽省滁县市"
  },
  {
    "code": "342322",
    "name": "安徽省滁县市"
  },
  {
    "code": "342323",
    "name": "安徽省滁县市"
  },
  {
    "code": "342324",
    "name": "安徽省滁县市"
  },
  {
    "code": "342325",
    "name": "安徽省滁县市"
  },
  {
    "code": "342326",
    "name": "安徽省滁县市"
  },
  {
    "code": "342327",
    "name": "安徽省滁县市"
  },
  {
    "code": "342400",
    "name": "安徽省六安市"
  },
  {
    "code": "342401",
    "name": "安徽省六安市"
  },
  {
    "code": "342421",
    "name": "安徽省六安市"
  },
  {
    "code": "342422",
    "name": "安徽省六安市"
  },
  {
    "code": "342423",
    "name": "安徽省六安市"
  },
  {
    "code": "342424",
    "name": "安徽省六安市"
  },
  {
    "code": "342425",
    "name": "安徽省六安市"
  },
  {
    "code": "342426",
    "name": "安徽省六安市"
  },
  {
    "code": "342427",
    "name": "安徽省六安市"
  },
  {
    "code": "342500",
    "name": "安徽省宣城市"
  },
  {
    "code": "342501",
    "name": "安徽省宣城市"
  },
  {
    "code": "342502",
    "name": "安徽省宣城市"
  },
  {
    "code": "342521",
    "name": "安徽省宣城市"
  },
  {
    "code": "342522",
    "name": "安徽省宣城市"
  },
  {
    "code": "342523",
    "name": "安徽省宣城市"
  },
  {
    "code": "342524",
    "name": "安徽省宣城市"
  },
  {
    "code": "342525",
    "name": "安徽省宣城市"
  },
  {
    "code": "342526",
    "name": "安徽省宣城市"
  },
  {
    "code": "342527",
    "name": "安徽省宣城市"
  },
  {
    "code": "342528",
    "name": "安徽省宣城市"
  },
  {
    "code": "342529",
    "name": "安徽省宣城市"
  },
  {
    "code": "342530",
    "name": "安徽省宣城市"
  },
  {
    "code": "342531",
    "name": "安徽省宣城市"
  },
  {
    "code": "342600",
    "name": "安徽省巢湖市"
  },
  {
    "code": "342601",
    "name": "安徽省巢湖市"
  },
  {
    "code": "342621",
    "name": "安徽省巢湖市"
  },
  {
    "code": "342622",
    "name": "安徽省巢湖市"
  },
  {
    "code": "342623",
    "name": "安徽省巢湖市"
  },
  {
    "code": "342624",
    "name": "安徽省巢湖市"
  },
  {
    "code": "342625",
    "name": "安徽省巢湖市"
  },
  {
    "code": "342626",
    "name": "安徽省巢湖市"
  },
  {
    "code": "342700",
    "name": "安徽省黄山市"
  },
  {
    "code": "342701",
    "name": "安徽省黄山市"
  },
  {
    "code": "342721",
    "name": "安徽省黄山市"
  },
  {
    "code": "342722",
    "name": "安徽省黄山市"
  },
  {
    "code": "342723",
    "name": "安徽省黄山市"
  },
  {
    "code": "342724",
    "name": "安徽省黄山市"
  },
  {
    "code": "342725",
    "name": "安徽省黄山市"
  },
  {
    "code": "342726",
    "name": "安徽省黄山市"
  },
  {
    "code": "342727",
    "name": "安徽省黄山市"
  },
  {
    "code": "342728",
    "name": "安徽省黄山市"
  },
  {
    "code": "342800",
    "name": "安徽省安庆市"
  },
  {
    "code": "342821",
    "name": "安徽省安庆市"
  },
  {
    "code": "342822",
    "name": "安徽省安庆市"
  },
  {
    "code": "342823",
    "name": "安徽省安庆市"
  },
  {
    "code": "342824",
    "name": "安徽省安庆市"
  },
  {
    "code": "342825",
    "name": "安徽省安庆市"
  },
  {
    "code": "342826",
    "name": "安徽省安庆市"
  },
  {
    "code": "342827",
    "name": "安徽省安庆市"
  },
  {
    "code": "342828",
    "name": "安徽省安庆市"
  },
  {
    "code": "342829",
    "name": "安徽省安庆市"
  },
  {
    "code": "342830",
    "name": "安徽省安庆市"
  },
  {
    "code": "342900",
    "name": "安徽省池州市"
  },
  {
    "code": "342901",
    "name": "安徽省池州市"
  },
  {
    "code": "342921",
    "name": "安徽省池州市"
  },
  {
    "code": "342922",
    "name": "安徽省池州市"
  },
  {
    "code": "342923",
    "name": "安徽省池州市"
  },
  {
    "code": "342930",
    "name": "安徽省池州市"
  },
  {
    "code": "350000",
    "name": "福建省福建"
  },
  {
    "code": "350100",
    "name": "福建省福州市"
  },
  {
    "code": "350101",
    "name": "福建省福州市"
  },
  {
    "code": "350102",
    "name": "福建省福州市"
  },
  {
    "code": "350103",
    "name": "福建省福州市"
  },
  {
    "code": "350104",
    "name": "福建省福州市"
  },
  {
    "code": "350105",
    "name": "福建省福州市"
  },
  {
    "code": "350111",
    "name": "福建省福州市"
  },
  {
    "code": "350120",
    "name": "福建省福州市"
  },
  {
    "code": "350121",
    "name": "福建省福州市"
  },
  {
    "code": "350122",
    "name": "福建省福州市"
  },
  {
    "code": "350123",
    "name": "福建省福州市"
  },
  {
    "code": "350124",
    "name": "福建省福州市"
  },
  {
    "code": "350125",
    "name": "福建省福州市"
  },
  {
    "code": "350126",
    "name": "福建省福州市"
  },
  {
    "code": "350127",
    "name": "福建省福州市"
  },
  {
    "code": "350128",
    "name": "福建省福州市"
  },
  {
    "code": "350181",
    "name": "福建省福州市"
  },
  {
    "code": "350182",
    "name": "福建省福州市"
  },
  {
    "code": "350200",
    "name": "福建省厦门市"
  },
  {
    "code": "350201",
    "name": "福建省厦门市"
  },
  {
    "code": "350202",
    "name": "福建省厦门市"
  },
  {
    "code": "350203",
    "name": "福建省厦门市"
  },
  {
    "code": "350204",
    "name": "福建省厦门市"
  },
  {
    "code": "350205",
    "name": "福建省厦门市"
  },
  {
    "code": "350206",
    "name": "福建省厦门市"
  },
  {
    "code": "350207",
    "name": "福建省厦门市"
  },
  {
    "code": "350211",
    "name": "福建省厦门市"
  },
  {
    "code": "350212",
    "name": "福建省厦门市"
  },
  {
    "code": "350213",
    "name": "福建省厦门市"
  },
  {
    "code": "350220",
    "name": "福建省厦门市"
  },
  {
    "code": "350221",
    "name": "福建省厦门市"
  },
  {
    "code": "350300",
    "name": "福建省莆田市"
  },
  {
    "code": "350301",
    "name": "福建省莆田市"
  },
  {
    "code": "350302",
    "name": "福建省莆田市"
  },
  {
    "code": "350303",
    "name": "福建省莆田市"
  },
  {
    "code": "350304",
    "name": "福建省莆田市"
  },
  {
    "code": "350305",
    "name": "福建省莆田市"
  },
  {
    "code": "350321",
    "name": "福建省莆田市"
  },
  {
    "code": "350322",
    "name": "福建省莆田市"
  },
  {
    "code": "350400",
    "name": "福建省三明市"
  },
  {
    "code": "350401",
    "name": "福建省三明市"
  },
  {
    "code": "350402",
    "name": "福建省三明市"
  },
  {
    "code": "350403",
    "name": "福建省三明市"
  },
  {
    "code": "350420",
    "name": "福建省三明市"
  },
  {
    "code": "350421",
    "name": "福建省三明市"
  },
  {
    "code": "350422",
    "name": "福建省三明市"
  },
  {
    "code": "350423",
    "name": "福建省三明市"
  },
  {
    "code": "350424",
    "name": "福建省三明市"
  },
  {
    "code": "350425",
    "name": "福建省三明市"
  },
  {
    "code": "350426",
    "name": "福建省三明市"
  },
  {
    "code": "350427",
    "name": "福建省三明市"
  },
  {
    "code": "350428",
    "name": "福建省三明市"
  },
  {
    "code": "350429",
    "name": "福建省三明市"
  },
  {
    "code": "350430",
    "name": "福建省三明市"
  },
  {
    "code": "350481",
    "name": "福建省三明市"
  },
  {
    "code": "350500",
    "name": "福建省泉州市"
  },
  {
    "code": "350501",
    "name": "福建省泉州市"
  },
  {
    "code": "350502",
    "name": "福建省泉州市"
  },
  {
    "code": "350503",
    "name": "福建省泉州市"
  },
  {
    "code": "350504",
    "name": "福建省泉州市"
  },
  {
    "code": "350505",
    "name": "福建省泉州市"
  },
  {
    "code": "350521",
    "name": "福建省泉州市"
  },
  {
    "code": "350522",
    "name": "福建省泉州市"
  },
  {
    "code": "350523",
    "name": "福建省泉州市"
  },
  {
    "code": "350524",
    "name": "福建省泉州市"
  },
  {
    "code": "350525",
    "name": "福建省泉州市"
  },
  {
    "code": "350526",
    "name": "福建省泉州市"
  },
  {
    "code": "350527",
    "name": "福建省泉州市"
  },
  {
    "code": "350581",
    "name": "福建省泉州市"
  },
  {
    "code": "350582",
    "name": "福建省泉州市"
  },
  {
    "code": "350583",
    "name": "福建省泉州市"
  },
  {
    "code": "350600",
    "name": "福建省漳州市"
  },
  {
    "code": "350601",
    "name": "福建省漳州市"
  },
  {
    "code": "350602",
    "name": "福建省漳州市"
  },
  {
    "code": "350603",
    "name": "福建省漳州市"
  },
  {
    "code": "350621",
    "name": "福建省漳州市"
  },
  {
    "code": "350622",
    "name": "福建省漳州市"
  },
  {
    "code": "350623",
    "name": "福建省漳州市"
  },
  {
    "code": "350624",
    "name": "福建省漳州市"
  },
  {
    "code": "350625",
    "name": "福建省漳州市"
  },
  {
    "code": "350626",
    "name": "福建省漳州市"
  },
  {
    "code": "350627",
    "name": "福建省漳州市"
  },
  {
    "code": "350628",
    "name": "福建省漳州市"
  },
  {
    "code": "350629",
    "name": "福建省漳州市"
  },
  {
    "code": "350681",
    "name": "福建省漳州市"
  },
  {
    "code": "350700",
    "name": "福建省南平市"
  },
  {
    "code": "350701",
    "name": "福建省南平市"
  },
  {
    "code": "350702",
    "name": "福建省南平市"
  },
  {
    "code": "350721",
    "name": "福建省南平市"
  },
  {
    "code": "350722",
    "name": "福建省南平市"
  },
  {
    "code": "350723",
    "name": "福建省南平市"
  },
  {
    "code": "350724",
    "name": "福建省南平市"
  },
  {
    "code": "350725",
    "name": "福建省南平市"
  },
  {
    "code": "350781",
    "name": "福建省南平市"
  },
  {
    "code": "350782",
    "name": "福建省南平市"
  },
  {
    "code": "350783",
    "name": "福建省南平市"
  },
  {
    "code": "350784",
    "name": "福建省南平市"
  },
  {
    "code": "350800",
    "name": "福建省龙岩市"
  },
  {
    "code": "350801",
    "name": "福建省龙岩市"
  },
  {
    "code": "350802",
    "name": "福建省龙岩市"
  },
  {
    "code": "350821",
    "name": "福建省龙岩市"
  },
  {
    "code": "350822",
    "name": "福建省龙岩市"
  },
  {
    "code": "350823",
    "name": "福建省龙岩市"
  },
  {
    "code": "350824",
    "name": "福建省龙岩市"
  },
  {
    "code": "350825",
    "name": "福建省龙岩市"
  },
  {
    "code": "350881",
    "name": "福建省龙岩市"
  },
  {
    "code": "350900",
    "name": "福建省宁德市"
  },
  {
    "code": "350901",
    "name": "福建省宁德市"
  },
  {
    "code": "350902",
    "name": "福建省宁德市"
  },
  {
    "code": "350921",
    "name": "福建省宁德市"
  },
  {
    "code": "350922",
    "name": "福建省宁德市"
  },
  {
    "code": "350923",
    "name": "福建省宁德市"
  },
  {
    "code": "350924",
    "name": "福建省宁德市"
  },
  {
    "code": "350925",
    "name": "福建省宁德市"
  },
  {
    "code": "350926",
    "name": "福建省宁德市"
  },
  {
    "code": "350981",
    "name": "福建省宁德市"
  },
  {
    "code": "350982",
    "name": "福建省宁德市"
  },
  {
    "code": "352100",
    "name": "福建省南平市"
  },
  {
    "code": "352101",
    "name": "福建省南平市"
  },
  {
    "code": "352102",
    "name": "福建省南平市"
  },
  {
    "code": "352103",
    "name": "福建省南平市"
  },
  {
    "code": "352104",
    "name": "福建省南平市"
  },
  {
    "code": "352105",
    "name": "福建省南平市"
  },
  {
    "code": "352121",
    "name": "福建省南平市"
  },
  {
    "code": "352122",
    "name": "福建省南平市"
  },
  {
    "code": "352123",
    "name": "福建省南平市"
  },
  {
    "code": "352124",
    "name": "福建省南平市"
  },
  {
    "code": "352125",
    "name": "福建省南平市"
  },
  {
    "code": "352126",
    "name": "福建省南平市"
  },
  {
    "code": "352127",
    "name": "福建省南平市"
  },
  {
    "code": "352128",
    "name": "福建省南平市"
  },
  {
    "code": "352129",
    "name": "福建省南平市"
  },
  {
    "code": "352200",
    "name": "福建省宁德市"
  },
  {
    "code": "352201",
    "name": "福建省宁德市"
  },
  {
    "code": "352202",
    "name": "福建省宁德市"
  },
  {
    "code": "352203",
    "name": "福建省宁德市"
  },
  {
    "code": "352221",
    "name": "福建省宁德市"
  },
  {
    "code": "352222",
    "name": "福建省宁德市"
  },
  {
    "code": "352223",
    "name": "福建省宁德市"
  },
  {
    "code": "352224",
    "name": "福建省宁德市"
  },
  {
    "code": "352225",
    "name": "福建省宁德市"
  },
  {
    "code": "352226",
    "name": "福建省宁德市"
  },
  {
    "code": "352227",
    "name": "福建省宁德市"
  },
  {
    "code": "352228",
    "name": "福建省宁德市"
  },
  {
    "code": "352229",
    "name": "福建省宁德市"
  },
  {
    "code": "352230",
    "name": "福建省宁德市"
  },
  {
    "code": "352231",
    "name": "福建省宁德市"
  },
  {
    "code": "352300",
    "name": "福建省莆田市"
  },
  {
    "code": "352321",
    "name": "福建省莆田市"
  },
  {
    "code": "352322",
    "name": "福建省莆田市"
  },
  {
    "code": "352323",
    "name": "福建省莆田市"
  },
  {
    "code": "352324",
    "name": "福建省莆田市"
  },
  {
    "code": "352325",
    "name": "福建省莆田市"
  },
  {
    "code": "352326",
    "name": "福建省莆田市"
  },
  {
    "code": "352327",
    "name": "福建省莆田市"
  },
  {
    "code": "352400",
    "name": "福建省泉州市"
  },
  {
    "code": "352401",
    "name": "福建省泉州市"
  },
  {
    "code": "352421",
    "name": "福建省泉州市"
  },
  {
    "code": "352422",
    "name": "福建省泉州市"
  },
  {
    "code": "352423",
    "name": "福建省泉州市"
  },
  {
    "code": "352424",
    "name": "福建省泉州市"
  },
  {
    "code": "352425",
    "name": "福建省泉州市"
  },
  {
    "code": "352426",
    "name": "福建省泉州市"
  },
  {
    "code": "352427",
    "name": "福建省泉州市"
  },
  {
    "code": "352500",
    "name": "福建省漳州市"
  },
  {
    "code": "352501",
    "name": "福建省漳州市"
  },
  {
    "code": "352521",
    "name": "福建省漳州市"
  },
  {
    "code": "352522",
    "name": "福建省漳州市"
  },
  {
    "code": "352523",
    "name": "福建省漳州市"
  },
  {
    "code": "352524",
    "name": "福建省漳州市"
  },
  {
    "code": "352525",
    "name": "福建省漳州市"
  },
  {
    "code": "352526",
    "name": "福建省漳州市"
  },
  {
    "code": "352527",
    "name": "福建省漳州市"
  },
  {
    "code": "352528",
    "name": "福建省漳州市"
  },
  {
    "code": "352529",
    "name": "福建省漳州市"
  },
  {
    "code": "352600",
    "name": "福建省龙岩市"
  },
  {
    "code": "352601",
    "name": "福建省龙岩市"
  },
  {
    "code": "352602",
    "name": "福建省龙岩市"
  },
  {
    "code": "352622",
    "name": "福建省龙岩市"
  },
  {
    "code": "352623",
    "name": "福建省龙岩市"
  },
  {
    "code": "352624",
    "name": "福建省龙岩市"
  },
  {
    "code": "352625",
    "name": "福建省龙岩市"
  },
  {
    "code": "352626",
    "name": "福建省龙岩市"
  },
  {
    "code": "352627",
    "name": "福建省龙岩市"
  },
  {
    "code": "352700",
    "name": "福建省三明市"
  },
  {
    "code": "352701",
    "name": "福建省三明市"
  },
  {
    "code": "352721",
    "name": "福建省三明市"
  },
  {
    "code": "352722",
    "name": "福建省三明市"
  },
  {
    "code": "352723",
    "name": "福建省三明市"
  },
  {
    "code": "352724",
    "name": "福建省三明市"
  },
  {
    "code": "352725",
    "name": "福建省三明市"
  },
  {
    "code": "352726",
    "name": "福建省三明市"
  },
  {
    "code": "352727",
    "name": "福建省三明市"
  },
  {
    "code": "352728",
    "name": "福建省三明市"
  },
  {
    "code": "352729",
    "name": "福建省三明市"
  },
  {
    "code": "352730",
    "name": "福建省三明市"
  },
  {
    "code": "359000",
    "name": "福建省省直辖行政单位"
  },
  {
    "code": "359001",
    "name": "福建省省直辖行政单位"
  },
  {
    "code": "359002",
    "name": "福建省省直辖行政单位"
  },
  {
    "code": "360000",
    "name": "江西省山西"
  },
  {
    "code": "360100",
    "name": "江西省南昌市"
  },
  {
    "code": "360101",
    "name": "江西省南昌市"
  },
  {
    "code": "360102",
    "name": "江西省南昌市"
  },
  {
    "code": "360103",
    "name": "江西省南昌市"
  },
  {
    "code": "360104",
    "name": "江西省南昌市"
  },
  {
    "code": "360105",
    "name": "江西省南昌市"
  },
  {
    "code": "360111",
    "name": "江西省南昌市"
  },
  {
    "code": "360121",
    "name": "江西省南昌市"
  },
  {
    "code": "360122",
    "name": "江西省南昌市"
  },
  {
    "code": "360123",
    "name": "江西省南昌市"
  },
  {
    "code": "360124",
    "name": "江西省南昌市"
  },
  {
    "code": "360200",
    "name": "江西省景德镇市"
  },
  {
    "code": "360201",
    "name": "江西省景德镇市"
  },
  {
    "code": "360202",
    "name": "江西省景德镇市"
  },
  {
    "code": "360203",
    "name": "江西省景德镇市"
  },
  {
    "code": "360211",
    "name": "江西省景德镇市"
  },
  {
    "code": "360212",
    "name": "江西省景德镇市"
  },
  {
    "code": "360221",
    "name": "江西省景德镇市"
  },
  {
    "code": "360222",
    "name": "江西省景德镇市"
  },
  {
    "code": "360281",
    "name": "江西省景德镇市"
  },
  {
    "code": "360300",
    "name": "江西省萍乡市"
  },
  {
    "code": "360301",
    "name": "江西省萍乡市"
  },
  {
    "code": "360302",
    "name": "江西省萍乡市"
  },
  {
    "code": "360311",
    "name": "江西省萍乡市"
  },
  {
    "code": "360312",
    "name": "江西省萍乡市"
  },
  {
    "code": "360313",
    "name": "江西省萍乡市"
  },
  {
    "code": "360321",
    "name": "江西省萍乡市"
  },
  {
    "code": "360322",
    "name": "江西省萍乡市"
  },
  {
    "code": "360323",
    "name": "江西省萍乡市"
  },
  {
    "code": "360400",
    "name": "江西省九江市"
  },
  {
    "code": "360401",
    "name": "江西省九江市"
  },
  {
    "code": "360402",
    "name": "江西省九江市"
  },
  {
    "code": "360403",
    "name": "江西省九江市"
  },
  {
    "code": "360411",
    "name": "江西省九江市"
  },
  {
    "code": "360421",
    "name": "江西省九江市"
  },
  {
    "code": "360422",
    "name": "江西省九江市"
  },
  {
    "code": "360423",
    "name": "江西省九江市"
  },
  {
    "code": "360424",
    "name": "江西省九江市"
  },
  {
    "code": "360425",
    "name": "江西省九江市"
  },
  {
    "code": "360426",
    "name": "江西省九江市"
  },
  {
    "code": "360427",
    "name": "江西省九江市"
  },
  {
    "code": "360428",
    "name": "江西省九江市"
  },
  {
    "code": "360429",
    "name": "江西省九江市"
  },
  {
    "code": "360430",
    "name": "江西省九江市"
  },
  {
    "code": "360481",
    "name": "江西省九江市"
  },
  {
    "code": "360500",
    "name": "江西省新余市"
  },
  {
    "code": "360501",
    "name": "江西省新余市"
  },
  {
    "code": "360502",
    "name": "江西省新余市"
  },
  {
    "code": "360521",
    "name": "江西省新余市"
  },
  {
    "code": "360600",
    "name": "江西省鹰潭市"
  },
  {
    "code": "360601",
    "name": "江西省鹰潭市"
  },
  {
    "code": "360602",
    "name": "江西省鹰潭市"
  },
  {
    "code": "360621",
    "name": "江西省鹰潭市"
  },
  {
    "code": "360622",
    "name": "江西省鹰潭市"
  },
  {
    "code": "360628",
    "name": "江西省鹰潭市"
  },
  {
    "code": "360681",
    "name": "江西省鹰潭市"
  },
  {
    "code": "360690",
    "name": "江西省鹰潭市"
  },
  {
    "code": "360700",
    "name": "江西省赣州市"
  },
  {
    "code": "360701",
    "name": "江西省赣州市"
  },
  {
    "code": "360702",
    "name": "江西省赣州市"
  },
  {
    "code": "360721",
    "name": "江西省赣州市"
  },
  {
    "code": "360722",
    "name": "江西省赣州市"
  },
  {
    "code": "360723",
    "name": "江西省赣州市"
  },
  {
    "code": "360724",
    "name": "江西省赣州市"
  },
  {
    "code": "360725",
    "name": "江西省赣州市"
  },
  {
    "code": "360726",
    "name": "江西省赣州市"
  },
  {
    "code": "360727",
    "name": "江西省赣州市"
  },
  {
    "code": "360728",
    "name": "江西省赣州市"
  },
  {
    "code": "360729",
    "name": "江西省赣州市"
  },
  {
    "code": "360730",
    "name": "江西省赣州市"
  },
  {
    "code": "360731",
    "name": "江西省赣州市"
  },
  {
    "code": "360732",
    "name": "江西省赣州市"
  },
  {
    "code": "360733",
    "name": "江西省赣州市"
  },
  {
    "code": "360734",
    "name": "江西省赣州市"
  },
  {
    "code": "360735",
    "name": "江西省赣州市"
  },
  {
    "code": "360781",
    "name": "江西省赣州市"
  },
  {
    "code": "360782",
    "name": "江西省赣州市"
  },
  {
    "code": "360800",
    "name": "江西省吉安市"
  },
  {
    "code": "360801",
    "name": "江西省吉安市"
  },
  {
    "code": "360802",
    "name": "江西省吉安市"
  },
  {
    "code": "360803",
    "name": "江西省吉安市"
  },
  {
    "code": "360821",
    "name": "江西省吉安市"
  },
  {
    "code": "360822",
    "name": "江西省吉安市"
  },
  {
    "code": "360823",
    "name": "江西省吉安市"
  },
  {
    "code": "360824",
    "name": "江西省吉安市"
  },
  {
    "code": "360825",
    "name": "江西省吉安市"
  },
  {
    "code": "360826",
    "name": "江西省吉安市"
  },
  {
    "code": "360827",
    "name": "江西省吉安市"
  },
  {
    "code": "360828",
    "name": "江西省吉安市"
  },
  {
    "code": "360829",
    "name": "江西省吉安市"
  },
  {
    "code": "360830",
    "name": "江西省吉安市"
  },
  {
    "code": "360881",
    "name": "江西省吉安市"
  },
  {
    "code": "360900",
    "name": "江西省宜春市"
  },
  {
    "code": "360901",
    "name": "江西省宜春市"
  },
  {
    "code": "360902",
    "name": "江西省宜春市"
  },
  {
    "code": "360921",
    "name": "江西省宜春市"
  },
  {
    "code": "360922",
    "name": "江西省宜春市"
  },
  {
    "code": "360923",
    "name": "江西省宜春市"
  },
  {
    "code": "360924",
    "name": "江西省宜春市"
  },
  {
    "code": "360925",
    "name": "江西省宜春市"
  },
  {
    "code": "360926",
    "name": "江西省宜春市"
  },
  {
    "code": "360981",
    "name": "江西省宜春市"
  },
  {
    "code": "360982",
    "name": "江西省宜春市"
  },
  {
    "code": "360983",
    "name": "江西省宜春市"
  },
  {
    "code": "361000",
    "name": "江西省抚州市"
  },
  {
    "code": "361001",
    "name": "江西省抚州市"
  },
  {
    "code": "361002",
    "name": "江西省抚州市"
  },
  {
    "code": "361021",
    "name": "江西省抚州市"
  },
  {
    "code": "361022",
    "name": "江西省抚州市"
  },
  {
    "code": "361023",
    "name": "江西省抚州市"
  },
  {
    "code": "361024",
    "name": "江西省抚州市"
  },
  {
    "code": "361025",
    "name": "江西省抚州市"
  },
  {
    "code": "361026",
    "name": "江西省抚州市"
  },
  {
    "code": "361027",
    "name": "江西省抚州市"
  },
  {
    "code": "361028",
    "name": "江西省抚州市"
  },
  {
    "code": "361029",
    "name": "江西省抚州市"
  },
  {
    "code": "361030",
    "name": "江西省抚州市"
  },
  {
    "code": "361100",
    "name": "江西省上饶市"
  },
  {
    "code": "361101",
    "name": "江西省上饶市"
  },
  {
    "code": "361102",
    "name": "江西省上饶市"
  },
  {
    "code": "361121",
    "name": "江西省上饶市"
  },
  {
    "code": "361122",
    "name": "江西省上饶市"
  },
  {
    "code": "361123",
    "name": "江西省上饶市"
  },
  {
    "code": "361124",
    "name": "江西省上饶市"
  },
  {
    "code": "361125",
    "name": "江西省上饶市"
  },
  {
    "code": "361126",
    "name": "江西省上饶市"
  },
  {
    "code": "361127",
    "name": "江西省上饶市"
  },
  {
    "code": "361128",
    "name": "江西省上饶市"
  },
  {
    "code": "361129",
    "name": "江西省上饶市"
  },
  {
    "code": "361130",
    "name": "江西省上饶市"
  },
  {
    "code": "361181",
    "name": "江西省上饶市"
  },
  {
    "code": "362100",
    "name": "江西省赣州市"
  },
  {
    "code": "362101",
    "name": "江西省赣州市"
  },
  {
    "code": "362102",
    "name": "江西省赣州市"
  },
  {
    "code": "362121",
    "name": "江西省赣州市"
  },
  {
    "code": "362122",
    "name": "江西省赣州市"
  },
  {
    "code": "362123",
    "name": "江西省赣州市"
  },
  {
    "code": "362124",
    "name": "江西省赣州市"
  },
  {
    "code": "362125",
    "name": "江西省赣州市"
  },
  {
    "code": "362126",
    "name": "江西省赣州市"
  },
  {
    "code": "362127",
    "name": "江西省赣州市"
  },
  {
    "code": "362128",
    "name": "江西省赣州市"
  },
  {
    "code": "362129",
    "name": "江西省赣州市"
  },
  {
    "code": "362130",
    "name": "江西省赣州市"
  },
  {
    "code": "362131",
    "name": "江西省赣州市"
  },
  {
    "code": "362132",
    "name": "江西省赣州市"
  },
  {
    "code": "362133",
    "name": "江西省赣州市"
  },
  {
    "code": "362134",
    "name": "江西省赣州市"
  },
  {
    "code": "362135",
    "name": "江西省赣州市"
  },
  {
    "code": "362136",
    "name": "江西省赣州市"
  },
  {
    "code": "362137",
    "name": "江西省赣州市"
  },
  {
    "code": "362138",
    "name": "江西省赣州市"
  },
  {
    "code": "362200",
    "name": "江西省宜春市"
  },
  {
    "code": "362201",
    "name": "江西省宜春市"
  },
  {
    "code": "362202",
    "name": "江西省宜春市"
  },
  {
    "code": "362203",
    "name": "江西省宜春市"
  },
  {
    "code": "362204",
    "name": "江西省宜春市"
  },
  {
    "code": "362221",
    "name": "江西省宜春市"
  },
  {
    "code": "362222",
    "name": "江西省宜春市"
  },
  {
    "code": "362223",
    "name": "江西省宜春市"
  },
  {
    "code": "362224",
    "name": "江西省宜春市"
  },
  {
    "code": "362225",
    "name": "江西省宜春市"
  },
  {
    "code": "362226",
    "name": "江西省宜春市"
  },
  {
    "code": "362227",
    "name": "江西省宜春市"
  },
  {
    "code": "362228",
    "name": "江西省宜春市"
  },
  {
    "code": "362229",
    "name": "江西省宜春市"
  },
  {
    "code": "362230",
    "name": "江西省宜春市"
  },
  {
    "code": "362231",
    "name": "江西省宜春市"
  },
  {
    "code": "362232",
    "name": "江西省宜春市"
  },
  {
    "code": "362233",
    "name": "江西省宜春市"
  },
  {
    "code": "362300",
    "name": "江西省上饶市"
  },
  {
    "code": "362301",
    "name": "江西省上饶市"
  },
  {
    "code": "362302",
    "name": "江西省上饶市"
  },
  {
    "code": "362321",
    "name": "江西省上饶市"
  },
  {
    "code": "362322",
    "name": "江西省上饶市"
  },
  {
    "code": "362323",
    "name": "江西省上饶市"
  },
  {
    "code": "362324",
    "name": "江西省上饶市"
  },
  {
    "code": "362325",
    "name": "江西省上饶市"
  },
  {
    "code": "362326",
    "name": "江西省上饶市"
  },
  {
    "code": "362327",
    "name": "江西省上饶市"
  },
  {
    "code": "362328",
    "name": "江西省上饶市"
  },
  {
    "code": "362329",
    "name": "江西省上饶市"
  },
  {
    "code": "362330",
    "name": "江西省上饶市"
  },
  {
    "code": "362331",
    "name": "江西省上饶市"
  },
  {
    "code": "362332",
    "name": "江西省上饶市"
  },
  {
    "code": "362333",
    "name": "江西省上饶市"
  },
  {
    "code": "362334",
    "name": "江西省上饶市"
  },
  {
    "code": "362400",
    "name": "江西省吉安市"
  },
  {
    "code": "362401",
    "name": "江西省吉安市"
  },
  {
    "code": "362402",
    "name": "江西省吉安市"
  },
  {
    "code": "362421",
    "name": "江西省吉安市"
  },
  {
    "code": "362422",
    "name": "江西省吉安市"
  },
  {
    "code": "362423",
    "name": "江西省吉安市"
  },
  {
    "code": "362424",
    "name": "江西省吉安市"
  },
  {
    "code": "362425",
    "name": "江西省吉安市"
  },
  {
    "code": "362426",
    "name": "江西省吉安市"
  },
  {
    "code": "362427",
    "name": "江西省吉安市"
  },
  {
    "code": "362428",
    "name": "江西省吉安市"
  },
  {
    "code": "362429",
    "name": "江西省吉安市"
  },
  {
    "code": "362430",
    "name": "江西省吉安市"
  },
  {
    "code": "362431",
    "name": "江西省吉安市"
  },
  {
    "code": "362432",
    "name": "江西省吉安市"
  },
  {
    "code": "362433",
    "name": "江西省吉安市"
  },
  {
    "code": "362500",
    "name": "江西省抚州市"
  },
  {
    "code": "362501",
    "name": "江西省抚州市"
  },
  {
    "code": "362502",
    "name": "江西省抚州市"
  },
  {
    "code": "362521",
    "name": "江西省抚州市"
  },
  {
    "code": "362522",
    "name": "江西省抚州市"
  },
  {
    "code": "362523",
    "name": "江西省抚州市"
  },
  {
    "code": "362524",
    "name": "江西省抚州市"
  },
  {
    "code": "362525",
    "name": "江西省抚州市"
  },
  {
    "code": "362526",
    "name": "江西省抚州市"
  },
  {
    "code": "362527",
    "name": "江西省抚州市"
  },
  {
    "code": "362528",
    "name": "江西省抚州市"
  },
  {
    "code": "362529",
    "name": "江西省抚州市"
  },
  {
    "code": "362530",
    "name": "江西省抚州市"
  },
  {
    "code": "362531",
    "name": "江西省抚州市"
  },
  {
    "code": "362532",
    "name": "江西省抚州市"
  },
  {
    "code": "362621",
    "name": "江西省抚州市"
  },
  {
    "code": "362622",
    "name": "江西省抚州市"
  },
  {
    "code": "362623",
    "name": "江西省抚州市"
  },
  {
    "code": "362624",
    "name": "江西省抚州市"
  },
  {
    "code": "362625",
    "name": "江西省抚州市"
  },
  {
    "code": "362626",
    "name": "江西省抚州市"
  },
  {
    "code": "362627",
    "name": "江西省抚州市"
  },
  {
    "code": "362628",
    "name": "江西省抚州市"
  },
  {
    "code": "362629",
    "name": "江西省抚州市"
  },
  {
    "code": "362630",
    "name": "江西省抚州市"
  },
  {
    "code": "370000",
    "name": "山东省山东"
  },
  {
    "code": "370100",
    "name": "山东省济南市"
  },
  {
    "code": "370101",
    "name": "山东省济南市"
  },
  {
    "code": "370102",
    "name": "山东省济南市"
  },
  {
    "code": "370103",
    "name": "山东省济南市"
  },
  {
    "code": "370104",
    "name": "山东省济南市"
  },
  {
    "code": "370105",
    "name": "山东省济南市"
  },
  {
    "code": "370106",
    "name": "山东省济南市"
  },
  {
    "code": "370111",
    "name": "山东省济南市"
  },
  {
    "code": "370112",
    "name": "山东省济南市"
  },
  {
    "code": "370113",
    "name": "山东省济南市"
  },
  {
    "code": "370120",
    "name": "山东省济南市"
  },
  {
    "code": "370121",
    "name": "山东省济南市"
  },
  {
    "code": "370122",
    "name": "山东省济南市"
  },
  {
    "code": "370123",
    "name": "山东省济南市"
  },
  {
    "code": "370124",
    "name": "山东省济南市"
  },
  {
    "code": "370125",
    "name": "山东省济南市"
  },
  {
    "code": "370126",
    "name": "山东省济南市"
  },
  {
    "code": "370181",
    "name": "山东省济南市"
  },
  {
    "code": "370200",
    "name": "山东省青岛市"
  },
  {
    "code": "370201",
    "name": "山东省青岛市"
  },
  {
    "code": "370202",
    "name": "山东省青岛市"
  },
  {
    "code": "370203",
    "name": "山东省青岛市"
  },
  {
    "code": "370204",
    "name": "山东省青岛市"
  },
  {
    "code": "370205",
    "name": "山东省青岛市"
  },
  {
    "code": "370206",
    "name": "山东省青岛市"
  },
  {
    "code": "370208",
    "name": "山东省青岛市"
  },
  {
    "code": "370209",
    "name": "山东省青岛市"
  },
  {
    "code": "370211",
    "name": "山东省青岛市"
  },
  {
    "code": "370212",
    "name": "山东省青岛市"
  },
  {
    "code": "370213",
    "name": "山东省青岛市"
  },
  {
    "code": "370214",
    "name": "山东省青岛市"
  },
  {
    "code": "370220",
    "name": "山东省青岛市"
  },
  {
    "code": "370221",
    "name": "山东省青岛市"
  },
  {
    "code": "370222",
    "name": "山东省青岛市"
  },
  {
    "code": "370223",
    "name": "山东省青岛市"
  },
  {
    "code": "370224",
    "name": "山东省青岛市"
  },
  {
    "code": "370225",
    "name": "山东省青岛市"
  },
  {
    "code": "370226",
    "name": "山东省青岛市"
  },
  {
    "code": "370281",
    "name": "山东省青岛市"
  },
  {
    "code": "370282",
    "name": "山东省青岛市"
  },
  {
    "code": "370283",
    "name": "山东省青岛市"
  },
  {
    "code": "370284",
    "name": "山东省青岛市"
  },
  {
    "code": "370285",
    "name": "山东省青岛市"
  },
  {
    "code": "370300",
    "name": "山东省淄博市"
  },
  {
    "code": "370301",
    "name": "山东省淄博市"
  },
  {
    "code": "370302",
    "name": "山东省淄博市"
  },
  {
    "code": "370303",
    "name": "山东省淄博市"
  },
  {
    "code": "370304",
    "name": "山东省淄博市"
  },
  {
    "code": "370305",
    "name": "山东省淄博市"
  },
  {
    "code": "370306",
    "name": "山东省淄博市"
  },
  {
    "code": "370321",
    "name": "山东省淄博市"
  },
  {
    "code": "370322",
    "name": "山东省淄博市"
  },
  {
    "code": "370323",
    "name": "山东省淄博市"
  },
  {
    "code": "370400",
    "name": "山东省枣庄市"
  },
  {
    "code": "370401",
    "name": "山东省枣庄市"
  },
  {
    "code": "370402",
    "name": "山东省枣庄市"
  },
  {
    "code": "370403",
    "name": "山东省枣庄市"
  },
  {
    "code": "370404",
    "name": "山东省枣庄市"
  },
  {
    "code": "370405",
    "name": "山东省枣庄市"
  },
  {
    "code": "370406",
    "name": "山东省枣庄市"
  },
  {
    "code": "370420",
    "name": "山东省枣庄市"
  },
  {
    "code": "370421",
    "name": "山东省枣庄市"
  },
  {
    "code": "370481",
    "name": "山东省枣庄市"
  },
  {
    "code": "370500",
    "name": "山东省东营市"
  },
  {
    "code": "370501",
    "name": "山东省东营市"
  },
  {
    "code": "370502",
    "name": "山东省东营市"
  },
  {
    "code": "370503",
    "name": "山东省东营市"
  },
  {
    "code": "370504",
    "name": "山东省东营市"
  },
  {
    "code": "370521",
    "name": "山东省东营市"
  },
  {
    "code": "370522",
    "name": "山东省东营市"
  },
  {
    "code": "370523",
    "name": "山东省东营市"
  },
  {
    "code": "370600",
    "name": "山东省烟台市"
  },
  {
    "code": "370601",
    "name": "山东省烟台市"
  },
  {
    "code": "370602",
    "name": "山东省烟台市"
  },
  {
    "code": "370611",
    "name": "山东省烟台市"
  },
  {
    "code": "370612",
    "name": "山东省烟台市"
  },
  {
    "code": "370613",
    "name": "山东省烟台市"
  },
  {
    "code": "370620",
    "name": "山东省烟台市"
  },
  {
    "code": "370622",
    "name": "山东省烟台市"
  },
  {
    "code": "370623",
    "name": "山东省烟台市"
  },
  {
    "code": "370624",
    "name": "山东省烟台市"
  },
  {
    "code": "370625",
    "name": "山东省烟台市"
  },
  {
    "code": "370627",
    "name": "山东省烟台市"
  },
  {
    "code": "370628",
    "name": "山东省烟台市"
  },
  {
    "code": "370629",
    "name": "山东省烟台市"
  },
  {
    "code": "370630",
    "name": "山东省烟台市"
  },
  {
    "code": "370631",
    "name": "山东省烟台市"
  },
  {
    "code": "370632",
    "name": "山东省烟台市"
  },
  {
    "code": "370633",
    "name": "山东省烟台市"
  },
  {
    "code": "370634",
    "name": "山东省烟台市"
  },
  {
    "code": "370681",
    "name": "山东省烟台市"
  },
  {
    "code": "370682",
    "name": "山东省烟台市"
  },
  {
    "code": "370683",
    "name": "山东省烟台市"
  },
  {
    "code": "370684",
    "name": "山东省烟台市"
  },
  {
    "code": "370685",
    "name": "山东省烟台市"
  },
  {
    "code": "370686",
    "name": "山东省烟台市"
  },
  {
    "code": "370687",
    "name": "山东省烟台市"
  },
  {
    "code": "370700",
    "name": "山东省潍坊市"
  },
  {
    "code": "370701",
    "name": "山东省潍坊市"
  },
  {
    "code": "370702",
    "name": "山东省潍坊市"
  },
  {
    "code": "370703",
    "name": "山东省潍坊市"
  },
  {
    "code": "370704",
    "name": "山东省潍坊市"
  },
  {
    "code": "370705",
    "name": "山东省潍坊市"
  },
  {
    "code": "370719",
    "name": "山东省潍坊市"
  },
  {
    "code": "370721",
    "name": "山东省潍坊市"
  },
  {
    "code": "370722",
    "name": "山东省潍坊市"
  },
  {
    "code": "370723",
    "name": "山东省潍坊市"
  },
  {
    "code": "370724",
    "name": "山东省潍坊市"
  },
  {
    "code": "370725",
    "name": "山东省潍坊市"
  },
  {
    "code": "370726",
    "name": "山东省潍坊市"
  },
  {
    "code": "370727",
    "name": "山东省潍坊市"
  },
  {
    "code": "370728",
    "name": "山东省潍坊市"
  },
  {
    "code": "370729",
    "name": "山东省潍坊市"
  },
  {
    "code": "370781",
    "name": "山东省潍坊市"
  },
  {
    "code": "370782",
    "name": "山东省潍坊市"
  },
  {
    "code": "370783",
    "name": "山东省潍坊市"
  },
  {
    "code": "370784",
    "name": "山东省潍坊市"
  },
  {
    "code": "370785",
    "name": "山东省潍坊市"
  },
  {
    "code": "370786",
    "name": "山东省潍坊市"
  },
  {
    "code": "370800",
    "name": "山东省济宁市"
  },
  {
    "code": "370801",
    "name": "山东省济宁市"
  },
  {
    "code": "370802",
    "name": "山东省济宁市"
  },
  {
    "code": "370811",
    "name": "山东省济宁市"
  },
  {
    "code": "370819",
    "name": "山东省济宁市"
  },
  {
    "code": "370822",
    "name": "山东省济宁市"
  },
  {
    "code": "370823",
    "name": "山东省济宁市"
  },
  {
    "code": "370825",
    "name": "山东省济宁市"
  },
  {
    "code": "370826",
    "name": "山东省济宁市"
  },
  {
    "code": "370827",
    "name": "山东省济宁市"
  },
  {
    "code": "370828",
    "name": "山东省济宁市"
  },
  {
    "code": "370829",
    "name": "山东省济宁市"
  },
  {
    "code": "370830",
    "name": "山东省济宁市"
  },
  {
    "code": "370831",
    "name": "山东省济宁市"
  },
  {
    "code": "370832",
    "name": "山东省济宁市"
  },
  {
    "code": "370881",
    "name": "山东省济宁市"
  },
  {
    "code": "370882",
    "name": "山东省济宁市"
  },
  {
    "code": "370883",
    "name": "山东省济宁市"
  },
  {
    "code": "370900",
    "name": "山东省泰安市"
  },
  {
    "code": "370901",
    "name": "山东省泰安市"
  },
  {
    "code": "370902",
    "name": "山东省泰安市"
  },
  {
    "code": "370903",
    "name": "山东省泰安市"
  },
  {
    "code": "370911",
    "name": "山东省泰安市"
  },
  {
    "code": "370919",
    "name": "山东省泰安市"
  },
  {
    "code": "370920",
    "name": "山东省泰安市"
  },
  {
    "code": "370921",
    "name": "山东省泰安市"
  },
  {
    "code": "370922",
    "name": "山东省泰安市"
  },
  {
    "code": "370923",
    "name": "山东省泰安市"
  },
  {
    "code": "370981",
    "name": "山东省泰安市"
  },
  {
    "code": "370982",
    "name": "山东省泰安市"
  },
  {
    "code": "370983",
    "name": "山东省泰安市"
  },
  {
    "code": "371000",
    "name": "山东省威海市"
  },
  {
    "code": "371001",
    "name": "山东省威海市"
  },
  {
    "code": "371002",
    "name": "山东省威海市"
  },
  {
    "code": "371021",
    "name": "山东省威海市"
  },
  {
    "code": "371022",
    "name": "山东省威海市"
  },
  {
    "code": "371023",
    "name": "山东省威海市"
  },
  {
    "code": "371081",
    "name": "山东省威海市"
  },
  {
    "code": "371082",
    "name": "山东省威海市"
  },
  {
    "code": "371083",
    "name": "山东省威海市"
  },
  {
    "code": "371100",
    "name": "山东省日照市"
  },
  {
    "code": "371101",
    "name": "山东省日照市"
  },
  {
    "code": "371102",
    "name": "山东省日照市"
  },
  {
    "code": "371103",
    "name": "山东省日照市"
  },
  {
    "code": "371121",
    "name": "山东省日照市"
  },
  {
    "code": "371122",
    "name": "山东省日照市"
  },
  {
    "code": "371200",
    "name": "山东省莱芜市"
  },
  {
    "code": "371201",
    "name": "山东省莱芜市"
  },
  {
    "code": "371202",
    "name": "山东省莱芜市"
  },
  {
    "code": "371203",
    "name": "山东省莱芜市"
  },
  {
    "code": "371300",
    "name": "山东省临沂市"
  },
  {
    "code": "371301",
    "name": "山东省临沂市"
  },
  {
    "code": "371302",
    "name": "山东省临沂市"
  },
  {
    "code": "371311",
    "name": "山东省临沂市"
  },
  {
    "code": "371312",
    "name": "山东省临沂市"
  },
  {
    "code": "371321",
    "name": "山东省临沂市"
  },
  {
    "code": "371322",
    "name": "山东省临沂市"
  },
  {
    "code": "371323",
    "name": "山东省临沂市"
  },
  {
    "code": "371324",
    "name": "山东省临沂市"
  },
  {
    "code": "371325",
    "name": "山东省临沂市"
  },
  {
    "code": "371326",
    "name": "山东省临沂市"
  },
  {
    "code": "371327",
    "name": "山东省临沂市"
  },
  {
    "code": "371328",
    "name": "山东省临沂市"
  },
  {
    "code": "371329",
    "name": "山东省临沂市"
  },
  {
    "code": "371381",
    "name": "山东省临沂市"
  },
  {
    "code": "371382",
    "name": "山东省临沂市"
  },
  {
    "code": "371400",
    "name": "山东省德州市"
  },
  {
    "code": "371401",
    "name": "山东省德州市"
  },
  {
    "code": "371402",
    "name": "山东省德州市"
  },
  {
    "code": "371403",
    "name": "山东省德州市"
  },
  {
    "code": "371404",
    "name": "山东省德州市"
  },
  {
    "code": "371421",
    "name": "山东省德州市"
  },
  {
    "code": "371422",
    "name": "山东省德州市"
  },
  {
    "code": "371423",
    "name": "山东省德州市"
  },
  {
    "code": "371424",
    "name": "山东省德州市"
  },
  {
    "code": "371425",
    "name": "山东省德州市"
  },
  {
    "code": "371426",
    "name": "山东省德州市"
  },
  {
    "code": "371427",
    "name": "山东省德州市"
  },
  {
    "code": "371428",
    "name": "山东省德州市"
  },
  {
    "code": "371429",
    "name": "山东省德州市"
  },
  {
    "code": "371481",
    "name": "山东省德州市"
  },
  {
    "code": "371482",
    "name": "山东省德州市"
  },
  {
    "code": "371500",
    "name": "山东省聊城市"
  },
  {
    "code": "371501",
    "name": "山东省聊城市"
  },
  {
    "code": "371502",
    "name": "山东省聊城市"
  },
  {
    "code": "371521",
    "name": "山东省聊城市"
  },
  {
    "code": "371522",
    "name": "山东省聊城市"
  },
  {
    "code": "371523",
    "name": "山东省聊城市"
  },
  {
    "code": "371524",
    "name": "山东省聊城市"
  },
  {
    "code": "371525",
    "name": "山东省聊城市"
  },
  {
    "code": "371526",
    "name": "山东省聊城市"
  },
  {
    "code": "371581",
    "name": "山东省聊城市"
  },
  {
    "code": "371600",
    "name": "山东省滨州市"
  },
  {
    "code": "371601",
    "name": "山东省滨州市"
  },
  {
    "code": "371602",
    "name": "山东省滨州市"
  },
  {
    "code": "371621",
    "name": "山东省滨州市"
  },
  {
    "code": "371622",
    "name": "山东省滨州市"
  },
  {
    "code": "371623",
    "name": "山东省滨州市"
  },
  {
    "code": "371624",
    "name": "山东省滨州市"
  },
  {
    "code": "371625",
    "name": "山东省滨州市"
  },
  {
    "code": "371626",
    "name": "山东省滨州市"
  },
  {
    "code": "371700",
    "name": "山东省荷泽市"
  },
  {
    "code": "371701",
    "name": "山东省荷泽市"
  },
  {
    "code": "371702",
    "name": "山东省荷泽市"
  },
  {
    "code": "371721",
    "name": "山东省荷泽市"
  },
  {
    "code": "371722",
    "name": "山东省荷泽市"
  },
  {
    "code": "371723",
    "name": "山东省荷泽市"
  },
  {
    "code": "371724",
    "name": "山东省荷泽市"
  },
  {
    "code": "371725",
    "name": "山东省荷泽市"
  },
  {
    "code": "371726",
    "name": "山东省荷泽市"
  },
  {
    "code": "371727",
    "name": "山东省荷泽市"
  },
  {
    "code": "371728",
    "name": "山东省荷泽市"
  },
  {
    "code": "372100",
    "name": "山东省烟台市"
  },
  {
    "code": "372101",
    "name": "山东省烟台市"
  },
  {
    "code": "372102",
    "name": "山东省烟台市"
  },
  {
    "code": "372121",
    "name": "山东省烟台市"
  },
  {
    "code": "372122",
    "name": "山东省烟台市"
  },
  {
    "code": "372123",
    "name": "山东省烟台市"
  },
  {
    "code": "372124",
    "name": "山东省烟台市"
  },
  {
    "code": "372125",
    "name": "山东省烟台市"
  },
  {
    "code": "372126",
    "name": "山东省烟台市"
  },
  {
    "code": "372127",
    "name": "山东省烟台市"
  },
  {
    "code": "372128",
    "name": "山东省烟台市"
  },
  {
    "code": "372129",
    "name": "山东省烟台市"
  },
  {
    "code": "372130",
    "name": "山东省烟台市"
  },
  {
    "code": "372131",
    "name": "山东省烟台市"
  },
  {
    "code": "372132",
    "name": "山东省烟台市"
  },
  {
    "code": "372133",
    "name": "山东省烟台市"
  },
  {
    "code": "372134",
    "name": "山东省烟台市"
  },
  {
    "code": "372200",
    "name": "山东省潍坊市"
  },
  {
    "code": "372201",
    "name": "山东省潍坊市"
  },
  {
    "code": "372221",
    "name": "山东省潍坊市"
  },
  {
    "code": "372222",
    "name": "山东省潍坊市"
  },
  {
    "code": "372223",
    "name": "山东省潍坊市"
  },
  {
    "code": "372224",
    "name": "山东省潍坊市"
  },
  {
    "code": "372225",
    "name": "山东省潍坊市"
  },
  {
    "code": "372226",
    "name": "山东省潍坊市"
  },
  {
    "code": "372227",
    "name": "山东省潍坊市"
  },
  {
    "code": "372228",
    "name": "山东省潍坊市"
  },
  {
    "code": "372229",
    "name": "山东省潍坊市"
  },
  {
    "code": "372230",
    "name": "山东省潍坊市"
  },
  {
    "code": "372231",
    "name": "山东省潍坊市"
  },
  {
    "code": "372300",
    "name": "山东省滨州市"
  },
  {
    "code": "372301",
    "name": "山东省滨州市"
  },
  {
    "code": "372321",
    "name": "山东省滨州市"
  },
  {
    "code": "372322",
    "name": "山东省滨州市"
  },
  {
    "code": "372323",
    "name": "山东省滨州市"
  },
  {
    "code": "372324",
    "name": "山东省滨州市"
  },
  {
    "code": "372325",
    "name": "山东省滨州市"
  },
  {
    "code": "372326",
    "name": "山东省滨州市"
  },
  {
    "code": "372327",
    "name": "山东省滨州市"
  },
  {
    "code": "372328",
    "name": "山东省滨州市"
  },
  {
    "code": "372329",
    "name": "山东省滨州市"
  },
  {
    "code": "372330",
    "name": "山东省滨州市"
  },
  {
    "code": "372331",
    "name": "山东省滨州市"
  },
  {
    "code": "372332",
    "name": "山东省滨州市"
  },
  {
    "code": "372400",
    "name": "山东省德州市"
  },
  {
    "code": "372401",
    "name": "山东省德州市"
  },
  {
    "code": "372402",
    "name": "山东省德州市"
  },
  {
    "code": "372403",
    "name": "山东省德州市"
  },
  {
    "code": "372421",
    "name": "山东省德州市"
  },
  {
    "code": "372422",
    "name": "山东省德州市"
  },
  {
    "code": "372423",
    "name": "山东省德州市"
  },
  {
    "code": "372424",
    "name": "山东省德州市"
  },
  {
    "code": "372425",
    "name": "山东省德州市"
  },
  {
    "code": "372426",
    "name": "山东省德州市"
  },
  {
    "code": "372427",
    "name": "山东省德州市"
  },
  {
    "code": "372428",
    "name": "山东省德州市"
  },
  {
    "code": "372429",
    "name": "山东省德州市"
  },
  {
    "code": "372430",
    "name": "山东省德州市"
  },
  {
    "code": "372431",
    "name": "山东省德州市"
  },
  {
    "code": "372432",
    "name": "山东省德州市"
  },
  {
    "code": "372500",
    "name": "山东省聊城市"
  },
  {
    "code": "372501",
    "name": "山东省聊城市"
  },
  {
    "code": "372502",
    "name": "山东省聊城市"
  },
  {
    "code": "372521",
    "name": "山东省聊城市"
  },
  {
    "code": "372522",
    "name": "山东省聊城市"
  },
  {
    "code": "372523",
    "name": "山东省聊城市"
  },
  {
    "code": "372524",
    "name": "山东省聊城市"
  },
  {
    "code": "372525",
    "name": "山东省聊城市"
  },
  {
    "code": "372526",
    "name": "山东省聊城市"
  },
  {
    "code": "372527",
    "name": "山东省聊城市"
  },
  {
    "code": "372528",
    "name": "山东省聊城市"
  },
  {
    "code": "372600",
    "name": "山东省泰安市"
  },
  {
    "code": "372601",
    "name": "山东省泰安市"
  },
  {
    "code": "372602",
    "name": "山东省泰安市"
  },
  {
    "code": "372603",
    "name": "山东省泰安市"
  },
  {
    "code": "372621",
    "name": "山东省泰安市"
  },
  {
    "code": "372622",
    "name": "山东省泰安市"
  },
  {
    "code": "372623",
    "name": "山东省泰安市"
  },
  {
    "code": "372624",
    "name": "山东省泰安市"
  },
  {
    "code": "372625",
    "name": "山东省泰安市"
  },
  {
    "code": "372626",
    "name": "山东省泰安市"
  },
  {
    "code": "372627",
    "name": "山东省泰安市"
  },
  {
    "code": "372628",
    "name": "山东省泰安市"
  },
  {
    "code": "372629",
    "name": "山东省泰安市"
  },
  {
    "code": "372630",
    "name": "山东省泰安市"
  },
  {
    "code": "372700",
    "name": "山东省济宁市"
  },
  {
    "code": "372701",
    "name": "山东省济宁市"
  },
  {
    "code": "372721",
    "name": "山东省济宁市"
  },
  {
    "code": "372722",
    "name": "山东省济宁市"
  },
  {
    "code": "372723",
    "name": "山东省济宁市"
  },
  {
    "code": "372724",
    "name": "山东省济宁市"
  },
  {
    "code": "372725",
    "name": "山东省济宁市"
  },
  {
    "code": "372726",
    "name": "山东省济宁市"
  },
  {
    "code": "372727",
    "name": "山东省济宁市"
  },
  {
    "code": "372728",
    "name": "山东省济宁市"
  },
  {
    "code": "372729",
    "name": "山东省济宁市"
  },
  {
    "code": "372730",
    "name": "山东省济宁市"
  },
  {
    "code": "372800",
    "name": "山东省临沂市"
  },
  {
    "code": "372801",
    "name": "山东省临沂市"
  },
  {
    "code": "372802",
    "name": "山东省临沂市"
  },
  {
    "code": "372821",
    "name": "山东省临沂市"
  },
  {
    "code": "372822",
    "name": "山东省临沂市"
  },
  {
    "code": "372823",
    "name": "山东省临沂市"
  },
  {
    "code": "372824",
    "name": "山东省临沂市"
  },
  {
    "code": "372825",
    "name": "山东省临沂市"
  },
  {
    "code": "372826",
    "name": "山东省临沂市"
  },
  {
    "code": "372827",
    "name": "山东省临沂市"
  },
  {
    "code": "372828",
    "name": "山东省临沂市"
  },
  {
    "code": "372829",
    "name": "山东省临沂市"
  },
  {
    "code": "372830",
    "name": "山东省临沂市"
  },
  {
    "code": "372831",
    "name": "山东省临沂市"
  },
  {
    "code": "372832",
    "name": "山东省临沂市"
  },
  {
    "code": "372833",
    "name": "山东省临沂市"
  },
  {
    "code": "372900",
    "name": "山东省菏泽市"
  },
  {
    "code": "372901",
    "name": "山东省菏泽市"
  },
  {
    "code": "372921",
    "name": "山东省菏泽市"
  },
  {
    "code": "372922",
    "name": "山东省菏泽市"
  },
  {
    "code": "372923",
    "name": "山东省菏泽市"
  },
  {
    "code": "372924",
    "name": "山东省菏泽市"
  },
  {
    "code": "372925",
    "name": "山东省菏泽市"
  },
  {
    "code": "372926",
    "name": "山东省菏泽市"
  },
  {
    "code": "372927",
    "name": "山东省菏泽市"
  },
  {
    "code": "372928",
    "name": "山东省菏泽市"
  },
  {
    "code": "372929",
    "name": "山东省菏泽市"
  },
  {
    "code": "372930",
    "name": "山东省菏泽市"
  },
  {
    "code": "379000",
    "name": "山东省省直辖行政单位"
  },
  {
    "code": "379001",
    "name": "山东省省直辖行政单位"
  },
  {
    "code": "379002",
    "name": "山东省省直辖行政单位"
  },
  {
    "code": "379003",
    "name": "山东省省直辖行政单位"
  },
  {
    "code": "379004",
    "name": "山东省省直辖行政单位"
  },
  {
    "code": "379005",
    "name": "山东省省直辖行政单位"
  },
  {
    "code": "379006",
    "name": "山东省省直辖行政单位"
  },
  {
    "code": "379007",
    "name": "山东省省直辖行政单位"
  },
  {
    "code": "379008",
    "name": "山东省省直辖行政单位"
  },
  {
    "code": "379009",
    "name": "山东省省直辖行政单位"
  },
  {
    "code": "379010",
    "name": "山东省省直辖行政单位"
  },
  {
    "code": "379011",
    "name": "山东省省直辖行政单位"
  },
  {
    "code": "379012",
    "name": "山东省省直辖行政单位"
  },
  {
    "code": "410000",
    "name": "河南省河南"
  },
  {
    "code": "410100",
    "name": "河南省郑州市"
  },
  {
    "code": "410101",
    "name": "河南省郑州市"
  },
  {
    "code": "410102",
    "name": "河南省郑州市"
  },
  {
    "code": "410103",
    "name": "河南省郑州市"
  },
  {
    "code": "410104",
    "name": "河南省郑州市"
  },
  {
    "code": "410105",
    "name": "河南省郑州市"
  },
  {
    "code": "410106",
    "name": "河南省郑州市"
  },
  {
    "code": "410107",
    "name": "河南省郑州市"
  },
  {
    "code": "410108",
    "name": "河南省郑州市"
  },
  {
    "code": "410111",
    "name": "河南省郑州市"
  },
  {
    "code": "410112",
    "name": "河南省郑州市"
  },
  {
    "code": "410120",
    "name": "河南省郑州市"
  },
  {
    "code": "410121",
    "name": "河南省郑州市"
  },
  {
    "code": "410122",
    "name": "河南省郑州市"
  },
  {
    "code": "410123",
    "name": "河南省郑州市"
  },
  {
    "code": "410124",
    "name": "河南省郑州市"
  },
  {
    "code": "410125",
    "name": "河南省郑州市"
  },
  {
    "code": "410126",
    "name": "河南省郑州市"
  },
  {
    "code": "410181",
    "name": "河南省郑州市"
  },
  {
    "code": "410182",
    "name": "河南省郑州市"
  },
  {
    "code": "410183",
    "name": "河南省郑州市"
  },
  {
    "code": "410184",
    "name": "河南省郑州市"
  },
  {
    "code": "410185",
    "name": "河南省郑州市"
  },
  {
    "code": "410200",
    "name": "河南省开封市"
  },
  {
    "code": "410201",
    "name": "河南省开封市"
  },
  {
    "code": "410202",
    "name": "河南省开封市"
  },
  {
    "code": "410203",
    "name": "河南省开封市"
  },
  {
    "code": "410204",
    "name": "河南省开封市"
  },
  {
    "code": "410205",
    "name": "河南省开封市"
  },
  {
    "code": "410211",
    "name": "河南省开封市"
  },
  {
    "code": "410221",
    "name": "河南省开封市"
  },
  {
    "code": "410222",
    "name": "河南省开封市"
  },
  {
    "code": "410223",
    "name": "河南省开封市"
  },
  {
    "code": "410224",
    "name": "河南省开封市"
  },
  {
    "code": "410225",
    "name": "河南省开封市"
  },
  {
    "code": "410300",
    "name": "河南省洛阳市"
  },
  {
    "code": "410301",
    "name": "河南省洛阳市"
  },
  {
    "code": "410302",
    "name": "河南省洛阳市"
  },
  {
    "code": "410303",
    "name": "河南省洛阳市"
  },
  {
    "code": "410304",
    "name": "河南省洛阳市"
  },
  {
    "code": "410305",
    "name": "河南省洛阳市"
  },
  {
    "code": "410306",
    "name": "河南省洛阳市"
  },
  {
    "code": "410307",
    "name": "河南省洛阳市"
  },
  {
    "code": "410311",
    "name": "河南省洛阳市"
  },
  {
    "code": "410321",
    "name": "河南省洛阳市"
  },
  {
    "code": "410322",
    "name": "河南省洛阳市"
  },
  {
    "code": "410323",
    "name": "河南省洛阳市"
  },
  {
    "code": "410324",
    "name": "河南省洛阳市"
  },
  {
    "code": "410325",
    "name": "河南省洛阳市"
  },
  {
    "code": "410326",
    "name": "河南省洛阳市"
  },
  {
    "code": "410327",
    "name": "河南省洛阳市"
  },
  {
    "code": "410328",
    "name": "河南省洛阳市"
  },
  {
    "code": "410329",
    "name": "河南省洛阳市"
  },
  {
    "code": "410381",
    "name": "河南省洛阳市"
  },
  {
    "code": "410400",
    "name": "河南省平顶山市"
  },
  {
    "code": "410401",
    "name": "河南省平顶山市"
  },
  {
    "code": "410402",
    "name": "河南省平顶山市"
  },
  {
    "code": "410403",
    "name": "河南省平顶山市"
  },
  {
    "code": "410404",
    "name": "河南省平顶山市"
  },
  {
    "code": "410411",
    "name": "河南省平顶山市"
  },
  {
    "code": "410412",
    "name": "河南省平顶山市"
  },
  {
    "code": "410421",
    "name": "河南省平顶山市"
  },
  {
    "code": "410422",
    "name": "河南省平顶山市"
  },
  {
    "code": "410423",
    "name": "河南省平顶山市"
  },
  {
    "code": "410424",
    "name": "河南省平顶山市"
  },
  {
    "code": "410425",
    "name": "河南省平顶山市"
  },
  {
    "code": "410426",
    "name": "河南省平顶山市"
  },
  {
    "code": "410481",
    "name": "河南省平顶山市"
  },
  {
    "code": "410482",
    "name": "河南省平顶山市"
  },
  {
    "code": "410500",
    "name": "河南省安阳市"
  },
  {
    "code": "410501",
    "name": "河南省安阳市"
  },
  {
    "code": "410502",
    "name": "河南省安阳市"
  },
  {
    "code": "410503",
    "name": "河南省安阳市"
  },
  {
    "code": "410504",
    "name": "河南省安阳市"
  },
  {
    "code": "410505",
    "name": "河南省安阳市"
  },
  {
    "code": "410506",
    "name": "河南省安阳市"
  },
  {
    "code": "410511",
    "name": "河南省安阳市"
  },
  {
    "code": "410521",
    "name": "河南省安阳市"
  },
  {
    "code": "410522",
    "name": "河南省安阳市"
  },
  {
    "code": "410523",
    "name": "河南省安阳市"
  },
  {
    "code": "410525",
    "name": "河南省安阳市"
  },
  {
    "code": "410526",
    "name": "河南省安阳市"
  },
  {
    "code": "410527",
    "name": "河南省安阳市"
  },
  {
    "code": "410581",
    "name": "河南省安阳市"
  },
  {
    "code": "410600",
    "name": "河南省鹤壁市"
  },
  {
    "code": "410601",
    "name": "河南省鹤壁市"
  },
  {
    "code": "410602",
    "name": "河南省鹤壁市"
  },
  {
    "code": "410603",
    "name": "河南省鹤壁市"
  },
  {
    "code": "410611",
    "name": "河南省鹤壁市"
  },
  {
    "code": "410621",
    "name": "河南省鹤壁市"
  },
  {
    "code": "410622",
    "name": "河南省鹤壁市"
  },
  {
    "code": "410700",
    "name": "河南省新乡市"
  },
  {
    "code": "410701",
    "name": "河南省新乡市"
  },
  {
    "code": "410702",
    "name": "河南省新乡市"
  },
  {
    "code": "410703",
    "name": "河南省新乡市"
  },
  {
    "code": "410704",
    "name": "河南省新乡市"
  },
  {
    "code": "410711",
    "name": "河南省新乡市"
  },
  {
    "code": "410721",
    "name": "河南省新乡市"
  },
  {
    "code": "410722",
    "name": "河南省新乡市"
  },
  {
    "code": "410723",
    "name": "河南省新乡市"
  },
  {
    "code": "410724",
    "name": "河南省新乡市"
  },
  {
    "code": "410725",
    "name": "河南省新乡市"
  },
  {
    "code": "410726",
    "name": "河南省新乡市"
  },
  {
    "code": "410727",
    "name": "河南省新乡市"
  },
  {
    "code": "410728",
    "name": "河南省新乡市"
  },
  {
    "code": "410781",
    "name": "河南省新乡市"
  },
  {
    "code": "410782",
    "name": "河南省新乡市"
  },
  {
    "code": "410800",
    "name": "河南省焦作市"
  },
  {
    "code": "410801",
    "name": "河南省焦作市"
  },
  {
    "code": "410802",
    "name": "河南省焦作市"
  },
  {
    "code": "410803",
    "name": "河南省焦作市"
  },
  {
    "code": "410804",
    "name": "河南省焦作市"
  },
  {
    "code": "410811",
    "name": "河南省焦作市"
  },
  {
    "code": "410821",
    "name": "河南省焦作市"
  },
  {
    "code": "410822",
    "name": "河南省焦作市"
  },
  {
    "code": "410823",
    "name": "河南省焦作市"
  },
  {
    "code": "410824",
    "name": "河南省焦作市"
  },
  {
    "code": "410825",
    "name": "河南省焦作市"
  },
  {
    "code": "410826",
    "name": "河南省焦作市"
  },
  {
    "code": "410827",
    "name": "河南省焦作市"
  },
  {
    "code": "410881",
    "name": "河南省焦作市"
  },
  {
    "code": "410882",
    "name": "河南省焦作市"
  },
  {
    "code": "410883",
    "name": "河南省焦作市"
  },
  {
    "code": "410900",
    "name": "河南省濮阳市"
  },
  {
    "code": "410901",
    "name": "河南省濮阳市"
  },
  {
    "code": "410902",
    "name": "河南省濮阳市"
  },
  {
    "code": "410911",
    "name": "河南省濮阳市"
  },
  {
    "code": "410921",
    "name": "河南省濮阳市"
  },
  {
    "code": "410922",
    "name": "河南省濮阳市"
  },
  {
    "code": "410923",
    "name": "河南省濮阳市"
  },
  {
    "code": "410924",
    "name": "河南省濮阳市"
  },
  {
    "code": "410925",
    "name": "河南省濮阳市"
  },
  {
    "code": "410926",
    "name": "河南省濮阳市"
  },
  {
    "code": "410927",
    "name": "河南省濮阳市"
  },
  {
    "code": "410928",
    "name": "河南省濮阳市"
  },
  {
    "code": "411000",
    "name": "河南省许昌市"
  },
  {
    "code": "411001",
    "name": "河南省许昌市"
  },
  {
    "code": "411002",
    "name": "河南省许昌市"
  },
  {
    "code": "411021",
    "name": "河南省许昌市"
  },
  {
    "code": "411022",
    "name": "河南省许昌市"
  },
  {
    "code": "411023",
    "name": "河南省许昌市"
  },
  {
    "code": "411024",
    "name": "河南省许昌市"
  },
  {
    "code": "411025",
    "name": "河南省许昌市"
  },
  {
    "code": "411081",
    "name": "河南省许昌市"
  },
  {
    "code": "411082",
    "name": "河南省许昌市"
  },
  {
    "code": "411100",
    "name": "河南省漯河市"
  },
  {
    "code": "411101",
    "name": "河南省漯河市"
  },
  {
    "code": "411102",
    "name": "河南省漯河市"
  },
  {
    "code": "411103",
    "name": "河南省漯河市"
  },
  {
    "code": "411104",
    "name": "河南省漯河市"
  },
  {
    "code": "411121",
    "name": "河南省漯河市"
  },
  {
    "code": "411122",
    "name": "河南省漯河市"
  },
  {
    "code": "411123",
    "name": "河南省漯河市"
  },
  {
    "code": "411200",
    "name": "河南省三门峡市"
  },
  {
    "code": "411201",
    "name": "河南省三门峡市"
  },
  {
    "code": "411202",
    "name": "河南省三门峡市"
  },
  {
    "code": "411219",
    "name": "河南省三门峡市"
  },
  {
    "code": "411221",
    "name": "河南省三门峡市"
  },
  {
    "code": "411222",
    "name": "河南省三门峡市"
  },
  {
    "code": "411223",
    "name": "河南省三门峡市"
  },
  {
    "code": "411224",
    "name": "河南省三门峡市"
  },
  {
    "code": "411281",
    "name": "河南省三门峡市"
  },
  {
    "code": "411282",
    "name": "河南省三门峡市"
  },
  {
    "code": "411300",
    "name": "河南省南阳市"
  },
  {
    "code": "411301",
    "name": "河南省南阳市"
  },
  {
    "code": "411302",
    "name": "河南省南阳市"
  },
  {
    "code": "411303",
    "name": "河南省南阳市"
  },
  {
    "code": "411321",
    "name": "河南省南阳市"
  },
  {
    "code": "411322",
    "name": "河南省南阳市"
  },
  {
    "code": "411323",
    "name": "河南省南阳市"
  },
  {
    "code": "411324",
    "name": "河南省南阳市"
  },
  {
    "code": "411325",
    "name": "河南省南阳市"
  },
  {
    "code": "411326",
    "name": "河南省南阳市"
  },
  {
    "code": "411327",
    "name": "河南省南阳市"
  },
  {
    "code": "411328",
    "name": "河南省南阳市"
  },
  {
    "code": "411329",
    "name": "河南省南阳市"
  },
  {
    "code": "411330",
    "name": "河南省南阳市"
  },
  {
    "code": "411381",
    "name": "河南省南阳市"
  },
  {
    "code": "411400",
    "name": "河南省商丘市"
  },
  {
    "code": "411401",
    "name": "河南省商丘市"
  },
  {
    "code": "411402",
    "name": "河南省商丘市"
  },
  {
    "code": "411403",
    "name": "河南省商丘市"
  },
  {
    "code": "411421",
    "name": "河南省商丘市"
  },
  {
    "code": "411422",
    "name": "河南省商丘市"
  },
  {
    "code": "411423",
    "name": "河南省商丘市"
  },
  {
    "code": "411424",
    "name": "河南省商丘市"
  },
  {
    "code": "411425",
    "name": "河南省商丘市"
  },
  {
    "code": "411426",
    "name": "河南省商丘市"
  },
  {
    "code": "411481",
    "name": "河南省商丘市"
  },
  {
    "code": "411500",
    "name": "河南省信阳市"
  },
  {
    "code": "411501",
    "name": "河南省信阳市"
  },
  {
    "code": "411502",
    "name": "河南省信阳市"
  },
  {
    "code": "411503",
    "name": "河南省信阳市"
  },
  {
    "code": "411521",
    "name": "河南省信阳市"
  },
  {
    "code": "411522",
    "name": "河南省信阳市"
  },
  {
    "code": "411523",
    "name": "河南省信阳市"
  },
  {
    "code": "411524",
    "name": "河南省信阳市"
  },
  {
    "code": "411525",
    "name": "河南省信阳市"
  },
  {
    "code": "411526",
    "name": "河南省信阳市"
  },
  {
    "code": "411527",
    "name": "河南省信阳市"
  },
  {
    "code": "411528",
    "name": "河南省信阳市"
  },
  {
    "code": "411600",
    "name": "河南省周口市"
  },
  {
    "code": "411601",
    "name": "河南省周口市"
  },
  {
    "code": "411602",
    "name": "河南省周口市"
  },
  {
    "code": "411621",
    "name": "河南省周口市"
  },
  {
    "code": "411622",
    "name": "河南省周口市"
  },
  {
    "code": "411623",
    "name": "河南省周口市"
  },
  {
    "code": "411624",
    "name": "河南省周口市"
  },
  {
    "code": "411625",
    "name": "河南省周口市"
  },
  {
    "code": "411626",
    "name": "河南省周口市"
  },
  {
    "code": "411627",
    "name": "河南省周口市"
  },
  {
    "code": "411628",
    "name": "河南省周口市"
  },
  {
    "code": "411681",
    "name": "河南省周口市"
  },
  {
    "code": "411700",
    "name": "河南省驻马店市"
  },
  {
    "code": "411701",
    "name": "河南省驻马店市"
  },
  {
    "code": "411702",
    "name": "河南省驻马店市"
  },
  {
    "code": "411721",
    "name": "河南省驻马店市"
  },
  {
    "code": "411722",
    "name": "河南省驻马店市"
  },
  {
    "code": "411723",
    "name": "河南省驻马店市"
  },
  {
    "code": "411724",
    "name": "河南省驻马店市"
  },
  {
    "code": "411725",
    "name": "河南省驻马店市"
  },
  {
    "code": "411726",
    "name": "河南省驻马店市"
  },
  {
    "code": "411727",
    "name": "河南省驻马店市"
  },
  {
    "code": "411728",
    "name": "河南省驻马店市"
  },
  {
    "code": "411729",
    "name": "河南省驻马店市"
  },
  {
    "code": "412100",
    "name": "河南省安阳市"
  },
  {
    "code": "412106",
    "name": "河南省安阳市"
  },
  {
    "code": "412121",
    "name": "河南省安阳市"
  },
  {
    "code": "412122",
    "name": "河南省安阳市"
  },
  {
    "code": "412123",
    "name": "河南省安阳市"
  },
  {
    "code": "412124",
    "name": "河南省安阳市"
  },
  {
    "code": "412125",
    "name": "河南省安阳市"
  },
  {
    "code": "412126",
    "name": "河南省安阳市"
  },
  {
    "code": "412127",
    "name": "河南省安阳市"
  },
  {
    "code": "412128",
    "name": "河南省安阳市"
  },
  {
    "code": "412129",
    "name": "河南省安阳市"
  },
  {
    "code": "412130",
    "name": "河南省安阳市"
  },
  {
    "code": "412131",
    "name": "河南省安阳市"
  },
  {
    "code": "412132",
    "name": "河南省安阳市"
  },
  {
    "code": "412133",
    "name": "河南省安阳市"
  },
  {
    "code": "412200",
    "name": "河南省新乡市"
  },
  {
    "code": "412221",
    "name": "河南省新乡市"
  },
  {
    "code": "412222",
    "name": "河南省新乡市"
  },
  {
    "code": "412223",
    "name": "河南省新乡市"
  },
  {
    "code": "412224",
    "name": "河南省新乡市"
  },
  {
    "code": "412225",
    "name": "河南省新乡市"
  },
  {
    "code": "412226",
    "name": "河南省新乡市"
  },
  {
    "code": "412227",
    "name": "河南省新乡市"
  },
  {
    "code": "412228",
    "name": "河南省新乡市"
  },
  {
    "code": "412229",
    "name": "河南省新乡市"
  },
  {
    "code": "412230",
    "name": "河南省新乡市"
  },
  {
    "code": "412231",
    "name": "河南省新乡市"
  },
  {
    "code": "412232",
    "name": "河南省新乡市"
  },
  {
    "code": "412233",
    "name": "河南省新乡市"
  },
  {
    "code": "412234",
    "name": "河南省新乡市"
  },
  {
    "code": "412300",
    "name": "河南省商丘市"
  },
  {
    "code": "412301",
    "name": "河南省商丘市"
  },
  {
    "code": "412321",
    "name": "河南省商丘市"
  },
  {
    "code": "412322",
    "name": "河南省商丘市"
  },
  {
    "code": "412323",
    "name": "河南省商丘市"
  },
  {
    "code": "412324",
    "name": "河南省商丘市"
  },
  {
    "code": "412325",
    "name": "河南省商丘市"
  },
  {
    "code": "412326",
    "name": "河南省商丘市"
  },
  {
    "code": "412327",
    "name": "河南省商丘市"
  },
  {
    "code": "412328",
    "name": "河南省商丘市"
  },
  {
    "code": "412400",
    "name": "河南省开封市"
  },
  {
    "code": "412421",
    "name": "河南省开封市"
  },
  {
    "code": "412422",
    "name": "河南省开封市"
  },
  {
    "code": "412423",
    "name": "河南省开封市"
  },
  {
    "code": "412424",
    "name": "河南省开封市"
  },
  {
    "code": "412425",
    "name": "河南省开封市"
  },
  {
    "code": "412426",
    "name": "河南省开封市"
  },
  {
    "code": "412427",
    "name": "河南省开封市"
  },
  {
    "code": "412428",
    "name": "河南省开封市"
  },
  {
    "code": "412429",
    "name": "河南省开封市"
  },
  {
    "code": "412430",
    "name": "河南省开封市"
  },
  {
    "code": "412500",
    "name": "河南省洛阳市"
  },
  {
    "code": "412501",
    "name": "河南省洛阳市"
  },
  {
    "code": "412502",
    "name": "河南省洛阳市"
  },
  {
    "code": "412521",
    "name": "河南省洛阳市"
  },
  {
    "code": "412522",
    "name": "河南省洛阳市"
  },
  {
    "code": "412523",
    "name": "河南省洛阳市"
  },
  {
    "code": "412524",
    "name": "河南省洛阳市"
  },
  {
    "code": "412525",
    "name": "河南省洛阳市"
  },
  {
    "code": "412526",
    "name": "河南省洛阳市"
  },
  {
    "code": "412527",
    "name": "河南省洛阳市"
  },
  {
    "code": "412528",
    "name": "河南省洛阳市"
  },
  {
    "code": "412529",
    "name": "河南省洛阳市"
  },
  {
    "code": "412530",
    "name": "河南省洛阳市"
  },
  {
    "code": "412531",
    "name": "河南省洛阳市"
  },
  {
    "code": "412532",
    "name": "河南省洛阳市"
  },
  {
    "code": "412533",
    "name": "河南省洛阳市"
  },
  {
    "code": "412534",
    "name": "河南省洛阳市"
  },
  {
    "code": "412600",
    "name": "河南省许昌市"
  },
  {
    "code": "412601",
    "name": "河南省许昌市"
  },
  {
    "code": "412602",
    "name": "河南省许昌市"
  },
  {
    "code": "412621",
    "name": "河南省许昌市"
  },
  {
    "code": "412622",
    "name": "河南省许昌市"
  },
  {
    "code": "412623",
    "name": "河南省许昌市"
  },
  {
    "code": "412624",
    "name": "河南省许昌市"
  },
  {
    "code": "412625",
    "name": "河南省许昌市"
  },
  {
    "code": "412626",
    "name": "河南省许昌市"
  },
  {
    "code": "412627",
    "name": "河南省许昌市"
  },
  {
    "code": "412628",
    "name": "河南省许昌市"
  },
  {
    "code": "412629",
    "name": "河南省许昌市"
  },
  {
    "code": "412630",
    "name": "河南省许昌市"
  },
  {
    "code": "412631",
    "name": "河南省许昌市"
  },
  {
    "code": "412632",
    "name": "河南省许昌市"
  },
  {
    "code": "412700",
    "name": "河南省周口市"
  },
  {
    "code": "412701",
    "name": "河南省周口市"
  },
  {
    "code": "412702",
    "name": "河南省周口市"
  },
  {
    "code": "412721",
    "name": "河南省周口市"
  },
  {
    "code": "412722",
    "name": "河南省周口市"
  },
  {
    "code": "412723",
    "name": "河南省周口市"
  },
  {
    "code": "412724",
    "name": "河南省周口市"
  },
  {
    "code": "412725",
    "name": "河南省周口市"
  },
  {
    "code": "412726",
    "name": "河南省周口市"
  },
  {
    "code": "412727",
    "name": "河南省周口市"
  },
  {
    "code": "412728",
    "name": "河南省周口市"
  },
  {
    "code": "412729",
    "name": "河南省周口市"
  },
  {
    "code": "412800",
    "name": "河南省驻马店市"
  },
  {
    "code": "412801",
    "name": "河南省驻马店市"
  },
  {
    "code": "412821",
    "name": "河南省驻马店市"
  },
  {
    "code": "412822",
    "name": "河南省驻马店市"
  },
  {
    "code": "412823",
    "name": "河南省驻马店市"
  },
  {
    "code": "412824",
    "name": "河南省驻马店市"
  },
  {
    "code": "412825",
    "name": "河南省驻马店市"
  },
  {
    "code": "412826",
    "name": "河南省驻马店市"
  },
  {
    "code": "412827",
    "name": "河南省驻马店市"
  },
  {
    "code": "412828",
    "name": "河南省驻马店市"
  },
  {
    "code": "412829",
    "name": "河南省驻马店市"
  },
  {
    "code": "412900",
    "name": "河南省南阳市"
  },
  {
    "code": "412901",
    "name": "河南省南阳市"
  },
  {
    "code": "412902",
    "name": "河南省南阳市"
  },
  {
    "code": "412921",
    "name": "河南省南阳市"
  },
  {
    "code": "412922",
    "name": "河南省南阳市"
  },
  {
    "code": "412923",
    "name": "河南省南阳市"
  },
  {
    "code": "412924",
    "name": "河南省南阳市"
  },
  {
    "code": "412925",
    "name": "河南省南阳市"
  },
  {
    "code": "412926",
    "name": "河南省南阳市"
  },
  {
    "code": "412927",
    "name": "河南省南阳市"
  },
  {
    "code": "412928",
    "name": "河南省南阳市"
  },
  {
    "code": "412929",
    "name": "河南省南阳市"
  },
  {
    "code": "412930",
    "name": "河南省南阳市"
  },
  {
    "code": "412931",
    "name": "河南省南阳市"
  },
  {
    "code": "412932",
    "name": "河南省南阳市"
  },
  {
    "code": "413000",
    "name": "河南省信阳市"
  },
  {
    "code": "413001",
    "name": "河南省信阳市"
  },
  {
    "code": "413021",
    "name": "河南省信阳市"
  },
  {
    "code": "413022",
    "name": "河南省信阳市"
  },
  {
    "code": "413023",
    "name": "河南省信阳市"
  },
  {
    "code": "413024",
    "name": "河南省信阳市"
  },
  {
    "code": "413025",
    "name": "河南省信阳市"
  },
  {
    "code": "413026",
    "name": "河南省信阳市"
  },
  {
    "code": "413027",
    "name": "河南省信阳市"
  },
  {
    "code": "413028",
    "name": "河南省信阳市"
  },
  {
    "code": "413029",
    "name": "河南省信阳市"
  },
  {
    "code": "419000",
    "name": "河南省省直辖县级行政区划"
  },
  {
    "code": "419001",
    "name": "河南省省直辖县级行政区划"
  },
  {
    "code": "419002",
    "name": "河南省省直辖县级行政区划"
  },
  {
    "code": "419003",
    "name": "河南省省直辖县级行政区划"
  },
  {
    "code": "419004",
    "name": "河南省省直辖县级行政区划"
  },
  {
    "code": "419005",
    "name": "河南省省直辖县级行政区划"
  },
  {
    "code": "419006",
    "name": "河南省省直辖县级行政区划"
  },
  {
    "code": "420000",
    "name": "湖北省湖北"
  },
  {
    "code": "420100",
    "name": "湖北省武汉市"
  },
  {
    "code": "420101",
    "name": "湖北省武汉市"
  },
  {
    "code": "420102",
    "name": "湖北省武汉市"
  },
  {
    "code": "420103",
    "name": "湖北省武汉市"
  },
  {
    "code": "420104",
    "name": "湖北省武汉市"
  },
  {
    "code": "420105",
    "name": "湖北省武汉市"
  },
  {
    "code": "420106",
    "name": "湖北省武汉市"
  },
  {
    "code": "420107",
    "name": "湖北省武汉市"
  },
  {
    "code": "420111",
    "name": "湖北省武汉市"
  },
  {
    "code": "420112",
    "name": "湖北省武汉市"
  },
  {
    "code": "420113",
    "name": "湖北省武汉市"
  },
  {
    "code": "420114",
    "name": "湖北省武汉市"
  },
  {
    "code": "420115",
    "name": "湖北省武汉市"
  },
  {
    "code": "420116",
    "name": "湖北省武汉市"
  },
  {
    "code": "420117",
    "name": "湖北省武汉市"
  },
  {
    "code": "420120",
    "name": "湖北省武汉市"
  },
  {
    "code": "420121",
    "name": "湖北省武汉市"
  },
  {
    "code": "420122",
    "name": "湖北省武汉市"
  },
  {
    "code": "420123",
    "name": "湖北省武汉市"
  },
  {
    "code": "420124",
    "name": "湖北省武汉市"
  },
  {
    "code": "420200",
    "name": "湖北省黄石市"
  },
  {
    "code": "420201",
    "name": "湖北省黄石市"
  },
  {
    "code": "420202",
    "name": "湖北省黄石市"
  },
  {
    "code": "420203",
    "name": "湖北省黄石市"
  },
  {
    "code": "420204",
    "name": "湖北省黄石市"
  },
  {
    "code": "420205",
    "name": "湖北省黄石市"
  },
  {
    "code": "420220",
    "name": "湖北省黄石市"
  },
  {
    "code": "420221",
    "name": "湖北省黄石市"
  },
  {
    "code": "420222",
    "name": "湖北省黄石市"
  },
  {
    "code": "420281",
    "name": "湖北省黄石市"
  },
  {
    "code": "420300",
    "name": "湖北省十堰市"
  },
  {
    "code": "420301",
    "name": "湖北省十堰市"
  },
  {
    "code": "420302",
    "name": "湖北省十堰市"
  },
  {
    "code": "420303",
    "name": "湖北省十堰市"
  },
  {
    "code": "420321",
    "name": "湖北省十堰市"
  },
  {
    "code": "420322",
    "name": "湖北省十堰市"
  },
  {
    "code": "420323",
    "name": "湖北省十堰市"
  },
  {
    "code": "420324",
    "name": "湖北省十堰市"
  },
  {
    "code": "420325",
    "name": "湖北省十堰市"
  },
  {
    "code": "420381",
    "name": "湖北省十堰市"
  },
  {
    "code": "420400",
    "name": "湖北省沙市市"
  },
  {
    "code": "420401",
    "name": "湖北省沙市市"
  },
  {
    "code": "420500",
    "name": "湖北省宜昌市"
  },
  {
    "code": "420501",
    "name": "湖北省宜昌市"
  },
  {
    "code": "420502",
    "name": "湖北省宜昌市"
  },
  {
    "code": "420503",
    "name": "湖北省宜昌市"
  },
  {
    "code": "420504",
    "name": "湖北省宜昌市"
  },
  {
    "code": "420505",
    "name": "湖北省宜昌市"
  },
  {
    "code": "420506",
    "name": "湖北省宜昌市"
  },
  {
    "code": "420521",
    "name": "湖北省宜昌市"
  },
  {
    "code": "420523",
    "name": "湖北省宜昌市"
  },
  {
    "code": "420525",
    "name": "湖北省宜昌市"
  },
  {
    "code": "420526",
    "name": "湖北省宜昌市"
  },
  {
    "code": "420527",
    "name": "湖北省宜昌市"
  },
  {
    "code": "420528",
    "name": "湖北省宜昌市"
  },
  {
    "code": "420529",
    "name": "湖北省宜昌市"
  },
  {
    "code": "420581",
    "name": "湖北省宜昌市"
  },
  {
    "code": "420582",
    "name": "湖北省宜昌市"
  },
  {
    "code": "420583",
    "name": "湖北省宜昌市"
  },
  {
    "code": "420600",
    "name": "湖北省襄樊市"
  },
  {
    "code": "420601",
    "name": "湖北省襄樊市"
  },
  {
    "code": "420602",
    "name": "湖北省襄樊市"
  },
  {
    "code": "420603",
    "name": "湖北省襄樊市"
  },
  {
    "code": "420604",
    "name": "湖北省襄樊市"
  },
  {
    "code": "420605",
    "name": "湖北省襄樊市"
  },
  {
    "code": "420606",
    "name": "湖北省襄樊市"
  },
  {
    "code": "420607",
    "name": "湖北省襄樊市"
  },
  {
    "code": "420619",
    "name": "湖北省襄樊市"
  },
  {
    "code": "420620",
    "name": "湖北省襄樊市"
  },
  {
    "code": "420621",
    "name": "湖北省襄樊市"
  },
  {
    "code": "420622",
    "name": "湖北省襄樊市"
  },
  {
    "code": "420623",
    "name": "湖北省襄樊市"
  },
  {
    "code": "420624",
    "name": "湖北省襄樊市"
  },
  {
    "code": "420625",
    "name": "湖北省襄樊市"
  },
  {
    "code": "420626",
    "name": "湖北省襄樊市"
  },
  {
    "code": "420681",
    "name": "湖北省襄樊市"
  },
  {
    "code": "420682",
    "name": "湖北省襄樊市"
  },
  {
    "code": "420683",
    "name": "湖北省襄樊市"
  },
  {
    "code": "420684",
    "name": "湖北省襄樊市"
  },
  {
    "code": "420700",
    "name": "湖北省鄂州市"
  },
  {
    "code": "420701",
    "name": "湖北省鄂州市"
  },
  {
    "code": "420702",
    "name": "湖北省鄂州市"
  },
  {
    "code": "420703",
    "name": "湖北省鄂州市"
  },
  {
    "code": "420704",
    "name": "湖北省鄂州市"
  },
  {
    "code": "420800",
    "name": "湖北省荆门市"
  },
  {
    "code": "420801",
    "name": "湖北省荆门市"
  },
  {
    "code": "420802",
    "name": "湖北省荆门市"
  },
  {
    "code": "420803",
    "name": "湖北省荆门市"
  },
  {
    "code": "420804",
    "name": "湖北省荆门市"
  },
  {
    "code": "420821",
    "name": "湖北省荆门市"
  },
  {
    "code": "420822",
    "name": "湖北省荆门市"
  },
  {
    "code": "420881",
    "name": "湖北省荆门市"
  },
  {
    "code": "420900",
    "name": "湖北省孝感市"
  },
  {
    "code": "420901",
    "name": "湖北省孝感市"
  },
  {
    "code": "420902",
    "name": "湖北省孝感市"
  },
  {
    "code": "420921",
    "name": "湖北省孝感市"
  },
  {
    "code": "420922",
    "name": "湖北省孝感市"
  },
  {
    "code": "420923",
    "name": "湖北省孝感市"
  },
  {
    "code": "420981",
    "name": "湖北省孝感市"
  },
  {
    "code": "420982",
    "name": "湖北省孝感市"
  },
  {
    "code": "420983",
    "name": "湖北省孝感市"
  },
  {
    "code": "420984",
    "name": "湖北省孝感市"
  },
  {
    "code": "421000",
    "name": "湖北省荆州市"
  },
  {
    "code": "421001",
    "name": "湖北省荆州市"
  },
  {
    "code": "421002",
    "name": "湖北省荆州市"
  },
  {
    "code": "421003",
    "name": "湖北省荆州市"
  },
  {
    "code": "421021",
    "name": "湖北省荆州市"
  },
  {
    "code": "421022",
    "name": "湖北省荆州市"
  },
  {
    "code": "421023",
    "name": "湖北省荆州市"
  },
  {
    "code": "421024",
    "name": "湖北省荆州市"
  },
  {
    "code": "421081",
    "name": "湖北省荆州市"
  },
  {
    "code": "421083",
    "name": "湖北省荆州市"
  },
  {
    "code": "421084",
    "name": "湖北省荆州市"
  },
  {
    "code": "421085",
    "name": "湖北省荆州市"
  },
  {
    "code": "421086",
    "name": "湖北省荆州市"
  },
  {
    "code": "421087",
    "name": "湖北省荆州市"
  },
  {
    "code": "421100",
    "name": "湖北省黄冈市"
  },
  {
    "code": "421101",
    "name": "湖北省黄冈市"
  },
  {
    "code": "421102",
    "name": "湖北省黄冈市"
  },
  {
    "code": "421121",
    "name": "湖北省黄冈市"
  },
  {
    "code": "421122",
    "name": "湖北省黄冈市"
  },
  {
    "code": "421123",
    "name": "湖北省黄冈市"
  },
  {
    "code": "421124",
    "name": "湖北省黄冈市"
  },
  {
    "code": "421125",
    "name": "湖北省黄冈市"
  },
  {
    "code": "421126",
    "name": "湖北省黄冈市"
  },
  {
    "code": "421127",
    "name": "湖北省黄冈市"
  },
  {
    "code": "421181",
    "name": "湖北省黄冈市"
  },
  {
    "code": "421182",
    "name": "湖北省黄冈市"
  },
  {
    "code": "421200",
    "name": "湖北省咸宁市"
  },
  {
    "code": "421201",
    "name": "湖北省咸宁市"
  },
  {
    "code": "421202",
    "name": "湖北省咸宁市"
  },
  {
    "code": "421221",
    "name": "湖北省咸宁市"
  },
  {
    "code": "421222",
    "name": "湖北省咸宁市"
  },
  {
    "code": "421223",
    "name": "湖北省咸宁市"
  },
  {
    "code": "421224",
    "name": "湖北省咸宁市"
  },
  {
    "code": "421281",
    "name": "湖北省咸宁市"
  },
  {
    "code": "421300",
    "name": "湖北省随州市"
  },
  {
    "code": "421301",
    "name": "湖北省随州市"
  },
  {
    "code": "421302",
    "name": "湖北省随州市"
  },
  {
    "code": "421381",
    "name": "湖北省随州市"
  },
  {
    "code": "422100",
    "name": "湖北省黄冈市"
  },
  {
    "code": "422101",
    "name": "湖北省黄冈市"
  },
  {
    "code": "422102",
    "name": "湖北省黄冈市"
  },
  {
    "code": "422103",
    "name": "湖北省黄冈市"
  },
  {
    "code": "422121",
    "name": "湖北省黄冈市"
  },
  {
    "code": "422122",
    "name": "湖北省黄冈市"
  },
  {
    "code": "422123",
    "name": "湖北省黄冈市"
  },
  {
    "code": "422124",
    "name": "湖北省黄冈市"
  },
  {
    "code": "422125",
    "name": "湖北省黄冈市"
  },
  {
    "code": "422126",
    "name": "湖北省黄冈市"
  },
  {
    "code": "422127",
    "name": "湖北省黄冈市"
  },
  {
    "code": "422128",
    "name": "湖北省黄冈市"
  },
  {
    "code": "422129",
    "name": "湖北省黄冈市"
  },
  {
    "code": "422130",
    "name": "湖北省黄冈市"
  },
  {
    "code": "422131",
    "name": "湖北省黄冈市"
  },
  {
    "code": "422200",
    "name": "湖北省孝感市"
  },
  {
    "code": "422201",
    "name": "湖北省孝感市"
  },
  {
    "code": "422202",
    "name": "湖北省孝感市"
  },
  {
    "code": "422203",
    "name": "湖北省孝感市"
  },
  {
    "code": "422204",
    "name": "湖北省孝感市"
  },
  {
    "code": "422221",
    "name": "湖北省孝感市"
  },
  {
    "code": "422222",
    "name": "湖北省孝感市"
  },
  {
    "code": "422223",
    "name": "湖北省孝感市"
  },
  {
    "code": "422224",
    "name": "湖北省孝感市"
  },
  {
    "code": "422225",
    "name": "湖北省孝感市"
  },
  {
    "code": "422226",
    "name": "湖北省孝感市"
  },
  {
    "code": "422227",
    "name": "湖北省孝感市"
  },
  {
    "code": "422228",
    "name": "湖北省孝感市"
  },
  {
    "code": "422300",
    "name": "湖北省咸宁市"
  },
  {
    "code": "422301",
    "name": "湖北省咸宁市"
  },
  {
    "code": "422302",
    "name": "湖北省咸宁市"
  },
  {
    "code": "422321",
    "name": "湖北省咸宁市"
  },
  {
    "code": "422322",
    "name": "湖北省咸宁市"
  },
  {
    "code": "422323",
    "name": "湖北省咸宁市"
  },
  {
    "code": "422324",
    "name": "湖北省咸宁市"
  },
  {
    "code": "422325",
    "name": "湖北省咸宁市"
  },
  {
    "code": "422326",
    "name": "湖北省咸宁市"
  },
  {
    "code": "422327",
    "name": "湖北省咸宁市"
  },
  {
    "code": "422400",
    "name": "湖北省荆州市"
  },
  {
    "code": "422401",
    "name": "湖北省荆州市"
  },
  {
    "code": "422402",
    "name": "湖北省荆州市"
  },
  {
    "code": "422403",
    "name": "湖北省荆州市"
  },
  {
    "code": "422404",
    "name": "湖北省荆州市"
  },
  {
    "code": "422405",
    "name": "湖北省荆州市"
  },
  {
    "code": "422406",
    "name": "湖北省荆州市"
  },
  {
    "code": "422421",
    "name": "湖北省荆州市"
  },
  {
    "code": "422422",
    "name": "湖北省荆州市"
  },
  {
    "code": "422423",
    "name": "湖北省荆州市"
  },
  {
    "code": "422424",
    "name": "湖北省荆州市"
  },
  {
    "code": "422425",
    "name": "湖北省荆州市"
  },
  {
    "code": "422426",
    "name": "湖北省荆州市"
  },
  {
    "code": "422427",
    "name": "湖北省荆州市"
  },
  {
    "code": "422428",
    "name": "湖北省荆州市"
  },
  {
    "code": "422429",
    "name": "湖北省荆州市"
  },
  {
    "code": "422430",
    "name": "湖北省荆州市"
  },
  {
    "code": "422431",
    "name": "湖北省荆州市"
  },
  {
    "code": "422432",
    "name": "湖北省荆州市"
  },
  {
    "code": "422500",
    "name": "湖北省襄樊市"
  },
  {
    "code": "422501",
    "name": "湖北省襄樊市"
  },
  {
    "code": "422502",
    "name": "湖北省襄樊市"
  },
  {
    "code": "422521",
    "name": "湖北省襄樊市"
  },
  {
    "code": "422522",
    "name": "湖北省襄樊市"
  },
  {
    "code": "422523",
    "name": "湖北省襄樊市"
  },
  {
    "code": "422524",
    "name": "湖北省襄樊市"
  },
  {
    "code": "422525",
    "name": "湖北省襄樊市"
  },
  {
    "code": "422526",
    "name": "湖北省襄樊市"
  },
  {
    "code": "422527",
    "name": "湖北省襄樊市"
  },
  {
    "code": "422528",
    "name": "湖北省襄樊市"
  },
  {
    "code": "422600",
    "name": "湖北省十堰市"
  },
  {
    "code": "422601",
    "name": "湖北省十堰市"
  },
  {
    "code": "422621",
    "name": "湖北省十堰市"
  },
  {
    "code": "422622",
    "name": "湖北省十堰市"
  },
  {
    "code": "422623",
    "name": "湖北省十堰市"
  },
  {
    "code": "422624",
    "name": "湖北省十堰市"
  },
  {
    "code": "422625",
    "name": "湖北省十堰市"
  },
  {
    "code": "422626",
    "name": "湖北省十堰市"
  },
  {
    "code": "422627",
    "name": "湖北省十堰市"
  },
  {
    "code": "422700",
    "name": "湖北省宜昌市"
  },
  {
    "code": "422701",
    "name": "湖北省宜昌市"
  },
  {
    "code": "422702",
    "name": "湖北省宜昌市"
  },
  {
    "code": "422721",
    "name": "湖北省宜昌市"
  },
  {
    "code": "422722",
    "name": "湖北省宜昌市"
  },
  {
    "code": "422723",
    "name": "湖北省宜昌市"
  },
  {
    "code": "422724",
    "name": "湖北省宜昌市"
  },
  {
    "code": "422725",
    "name": "湖北省宜昌市"
  },
  {
    "code": "422726",
    "name": "湖北省宜昌市"
  },
  {
    "code": "422727",
    "name": "湖北省宜昌市"
  },
  {
    "code": "422728",
    "name": "湖北省宜昌市"
  },
  {
    "code": "422729",
    "name": "湖北省宜昌市"
  },
  {
    "code": "422800",
    "name": "湖北省恩施土家族苗族自治州"
  },
  {
    "code": "422801",
    "name": "湖北省恩施土家族苗族自治州"
  },
  {
    "code": "422802",
    "name": "湖北省恩施土家族苗族自治州"
  },
  {
    "code": "422821",
    "name": "湖北省恩施土家族苗族自治州"
  },
  {
    "code": "422822",
    "name": "湖北省恩施土家族苗族自治州"
  },
  {
    "code": "422823",
    "name": "湖北省恩施土家族苗族自治州"
  },
  {
    "code": "422824",
    "name": "湖北省恩施土家族苗族自治州"
  },
  {
    "code": "422825",
    "name": "湖北省恩施土家族苗族自治州"
  },
  {
    "code": "422826",
    "name": "湖北省恩施土家族苗族自治州"
  },
  {
    "code": "422827",
    "name": "湖北省恩施土家族苗族自治州"
  },
  {
    "code": "422828",
    "name": "湖北省恩施土家族苗族自治州"
  },
  {
    "code": "422900",
    "name": "湖北省省直辖行政单位"
  },
  {
    "code": "422921",
    "name": "湖北省省直辖行政单位"
  },
  {
    "code": "429000",
    "name": "湖北省省直辖行政单位"
  },
  {
    "code": "429001",
    "name": "湖北省省直辖行政单位"
  },
  {
    "code": "429002",
    "name": "湖北省省直辖行政单位"
  },
  {
    "code": "429003",
    "name": "湖北省省直辖行政单位"
  },
  {
    "code": "429004",
    "name": "湖北省省直辖行政单位"
  },
  {
    "code": "429005",
    "name": "湖北省省直辖行政单位"
  },
  {
    "code": "429006",
    "name": "湖北省省直辖行政单位"
  },
  {
    "code": "429021",
    "name": "湖北省省直辖行政单位"
  },
  {
    "code": "430000",
    "name": "湖南省湖南"
  },
  {
    "code": "430100",
    "name": "湖南省长沙市"
  },
  {
    "code": "430101",
    "name": "湖南省长沙市"
  },
  {
    "code": "430102",
    "name": "湖南省长沙市"
  },
  {
    "code": "430103",
    "name": "湖南省长沙市"
  },
  {
    "code": "430104",
    "name": "湖南省长沙市"
  },
  {
    "code": "430105",
    "name": "湖南省长沙市"
  },
  {
    "code": "430111",
    "name": "湖南省长沙市"
  },
  {
    "code": "430120",
    "name": "湖南省长沙市"
  },
  {
    "code": "430121",
    "name": "湖南省长沙市"
  },
  {
    "code": "430122",
    "name": "湖南省长沙市"
  },
  {
    "code": "430123",
    "name": "湖南省长沙市"
  },
  {
    "code": "430124",
    "name": "湖南省长沙市"
  },
  {
    "code": "430181",
    "name": "湖南省长沙市"
  },
  {
    "code": "430200",
    "name": "湖南省株洲市"
  },
  {
    "code": "430201",
    "name": "湖南省株洲市"
  },
  {
    "code": "430202",
    "name": "湖南省株洲市"
  },
  {
    "code": "430203",
    "name": "湖南省株洲市"
  },
  {
    "code": "430204",
    "name": "湖南省株洲市"
  },
  {
    "code": "430211",
    "name": "湖南省株洲市"
  },
  {
    "code": "430219",
    "name": "湖南省株洲市"
  },
  {
    "code": "430220",
    "name": "湖南省株洲市"
  },
  {
    "code": "430221",
    "name": "湖南省株洲市"
  },
  {
    "code": "430222",
    "name": "湖南省株洲市"
  },
  {
    "code": "430223",
    "name": "湖南省株洲市"
  },
  {
    "code": "430224",
    "name": "湖南省株洲市"
  },
  {
    "code": "430225",
    "name": "湖南省株洲市"
  },
  {
    "code": "430281",
    "name": "湖南省株洲市"
  },
  {
    "code": "430300",
    "name": "湖南省湘潭市"
  },
  {
    "code": "430301",
    "name": "湖南省湘潭市"
  },
  {
    "code": "430302",
    "name": "湖南省湘潭市"
  },
  {
    "code": "430303",
    "name": "湖南省湘潭市"
  },
  {
    "code": "430304",
    "name": "湖南省湘潭市"
  },
  {
    "code": "430305",
    "name": "湖南省湘潭市"
  },
  {
    "code": "430306",
    "name": "湖南省湘潭市"
  },
  {
    "code": "430311",
    "name": "湖南省湘潭市"
  },
  {
    "code": "430312",
    "name": "湖南省湘潭市"
  },
  {
    "code": "430321",
    "name": "湖南省湘潭市"
  },
  {
    "code": "430322",
    "name": "湖南省湘潭市"
  },
  {
    "code": "430381",
    "name": "湖南省湘潭市"
  },
  {
    "code": "430382",
    "name": "湖南省湘潭市"
  },
  {
    "code": "430400",
    "name": "湖南省衡阳市"
  },
  {
    "code": "430401",
    "name": "湖南省衡阳市"
  },
  {
    "code": "430402",
    "name": "湖南省衡阳市"
  },
  {
    "code": "430403",
    "name": "湖南省衡阳市"
  },
  {
    "code": "430404",
    "name": "湖南省衡阳市"
  },
  {
    "code": "430405",
    "name": "湖南省衡阳市"
  },
  {
    "code": "430406",
    "name": "湖南省衡阳市"
  },
  {
    "code": "430407",
    "name": "湖南省衡阳市"
  },
  {
    "code": "430408",
    "name": "湖南省衡阳市"
  },
  {
    "code": "430411",
    "name": "湖南省衡阳市"
  },
  {
    "code": "430412",
    "name": "湖南省衡阳市"
  },
  {
    "code": "430421",
    "name": "湖南省衡阳市"
  },
  {
    "code": "430422",
    "name": "湖南省衡阳市"
  },
  {
    "code": "430423",
    "name": "湖南省衡阳市"
  },
  {
    "code": "430424",
    "name": "湖南省衡阳市"
  },
  {
    "code": "430425",
    "name": "湖南省衡阳市"
  },
  {
    "code": "430426",
    "name": "湖南省衡阳市"
  },
  {
    "code": "430427",
    "name": "湖南省衡阳市"
  },
  {
    "code": "430481",
    "name": "湖南省衡阳市"
  },
  {
    "code": "430482",
    "name": "湖南省衡阳市"
  },
  {
    "code": "430500",
    "name": "湖南省邵阳市"
  },
  {
    "code": "430501",
    "name": "湖南省邵阳市"
  },
  {
    "code": "430502",
    "name": "湖南省邵阳市"
  },
  {
    "code": "430503",
    "name": "湖南省邵阳市"
  },
  {
    "code": "430504",
    "name": "湖南省邵阳市"
  },
  {
    "code": "430511",
    "name": "湖南省邵阳市"
  },
  {
    "code": "430521",
    "name": "湖南省邵阳市"
  },
  {
    "code": "430522",
    "name": "湖南省邵阳市"
  },
  {
    "code": "430523",
    "name": "湖南省邵阳市"
  },
  {
    "code": "430524",
    "name": "湖南省邵阳市"
  },
  {
    "code": "430525",
    "name": "湖南省邵阳市"
  },
  {
    "code": "430526",
    "name": "湖南省邵阳市"
  },
  {
    "code": "430527",
    "name": "湖南省邵阳市"
  },
  {
    "code": "430528",
    "name": "湖南省邵阳市"
  },
  {
    "code": "430529",
    "name": "湖南省邵阳市"
  },
  {
    "code": "430581",
    "name": "湖南省邵阳市"
  },
  {
    "code": "430600",
    "name": "湖南省岳阳市"
  },
  {
    "code": "430601",
    "name": "湖南省岳阳市"
  },
  {
    "code": "430602",
    "name": "湖南省岳阳市"
  },
  {
    "code": "430603",
    "name": "湖南省岳阳市"
  },
  {
    "code": "430611",
    "name": "湖南省岳阳市"
  },
  {
    "code": "430621",
    "name": "湖南省岳阳市"
  },
  {
    "code": "430622",
    "name": "湖南省岳阳市"
  },
  {
    "code": "430623",
    "name": "湖南省岳阳市"
  },
  {
    "code": "430624",
    "name": "湖南省岳阳市"
  },
  {
    "code": "430625",
    "name": "湖南省岳阳市"
  },
  {
    "code": "430626",
    "name": "湖南省岳阳市"
  },
  {
    "code": "430681",
    "name": "湖南省岳阳市"
  },
  {
    "code": "430682",
    "name": "湖南省岳阳市"
  },
  {
    "code": "430700",
    "name": "湖南省常德市"
  },
  {
    "code": "430701",
    "name": "湖南省常德市"
  },
  {
    "code": "430702",
    "name": "湖南省常德市"
  },
  {
    "code": "430703",
    "name": "湖南省常德市"
  },
  {
    "code": "430721",
    "name": "湖南省常德市"
  },
  {
    "code": "430722",
    "name": "湖南省常德市"
  },
  {
    "code": "430723",
    "name": "湖南省常德市"
  },
  {
    "code": "430724",
    "name": "湖南省常德市"
  },
  {
    "code": "430725",
    "name": "湖南省常德市"
  },
  {
    "code": "430726",
    "name": "湖南省常德市"
  },
  {
    "code": "430727",
    "name": "湖南省常德市"
  },
  {
    "code": "430781",
    "name": "湖南省常德市"
  },
  {
    "code": "430800",
    "name": "湖南省张家界市"
  },
  {
    "code": "430801",
    "name": "湖南省张家界市"
  },
  {
    "code": "430802",
    "name": "湖南省张家界市"
  },
  {
    "code": "430811",
    "name": "湖南省张家界市"
  },
  {
    "code": "430821",
    "name": "湖南省张家界市"
  },
  {
    "code": "430822",
    "name": "湖南省张家界市"
  },
  {
    "code": "430900",
    "name": "湖南省益阳市"
  },
  {
    "code": "430901",
    "name": "湖南省益阳市"
  },
  {
    "code": "430902",
    "name": "湖南省益阳市"
  },
  {
    "code": "430903",
    "name": "湖南省益阳市"
  },
  {
    "code": "430921",
    "name": "湖南省益阳市"
  },
  {
    "code": "430922",
    "name": "湖南省益阳市"
  },
  {
    "code": "430923",
    "name": "湖南省益阳市"
  },
  {
    "code": "430981",
    "name": "湖南省益阳市"
  },
  {
    "code": "431000",
    "name": "湖南省郴州市"
  },
  {
    "code": "431001",
    "name": "湖南省郴州市"
  },
  {
    "code": "431002",
    "name": "湖南省郴州市"
  },
  {
    "code": "431003",
    "name": "湖南省郴州市"
  },
  {
    "code": "431021",
    "name": "湖南省郴州市"
  },
  {
    "code": "431022",
    "name": "湖南省郴州市"
  },
  {
    "code": "431023",
    "name": "湖南省郴州市"
  },
  {
    "code": "431024",
    "name": "湖南省郴州市"
  },
  {
    "code": "431025",
    "name": "湖南省郴州市"
  },
  {
    "code": "431026",
    "name": "湖南省郴州市"
  },
  {
    "code": "431027",
    "name": "湖南省郴州市"
  },
  {
    "code": "431028",
    "name": "湖南省郴州市"
  },
  {
    "code": "431081",
    "name": "湖南省郴州市"
  },
  {
    "code": "431100",
    "name": "湖南省永州市"
  },
  {
    "code": "431101",
    "name": "湖南省永州市"
  },
  {
    "code": "431102",
    "name": "湖南省永州市"
  },
  {
    "code": "431103",
    "name": "湖南省永州市"
  },
  {
    "code": "431121",
    "name": "湖南省永州市"
  },
  {
    "code": "431122",
    "name": "湖南省永州市"
  },
  {
    "code": "431123",
    "name": "湖南省永州市"
  },
  {
    "code": "431124",
    "name": "湖南省永州市"
  },
  {
    "code": "431125",
    "name": "湖南省永州市"
  },
  {
    "code": "431126",
    "name": "湖南省永州市"
  },
  {
    "code": "431127",
    "name": "湖南省永州市"
  },
  {
    "code": "431128",
    "name": "湖南省永州市"
  },
  {
    "code": "431129",
    "name": "湖南省永州市"
  },
  {
    "code": "431200",
    "name": "湖南省怀化市"
  },
  {
    "code": "431201",
    "name": "湖南省怀化市"
  },
  {
    "code": "431202",
    "name": "湖南省怀化市"
  },
  {
    "code": "431221",
    "name": "湖南省怀化市"
  },
  {
    "code": "431222",
    "name": "湖南省怀化市"
  },
  {
    "code": "431223",
    "name": "湖南省怀化市"
  },
  {
    "code": "431224",
    "name": "湖南省怀化市"
  },
  {
    "code": "431225",
    "name": "湖南省怀化市"
  },
  {
    "code": "431226",
    "name": "湖南省怀化市"
  },
  {
    "code": "431227",
    "name": "湖南省怀化市"
  },
  {
    "code": "431228",
    "name": "湖南省怀化市"
  },
  {
    "code": "431229",
    "name": "湖南省怀化市"
  },
  {
    "code": "431230",
    "name": "湖南省怀化市"
  },
  {
    "code": "431281",
    "name": "湖南省怀化市"
  },
  {
    "code": "431300",
    "name": "湖南省娄底市"
  },
  {
    "code": "431301",
    "name": "湖南省娄底市"
  },
  {
    "code": "431302",
    "name": "湖南省娄底市"
  },
  {
    "code": "431321",
    "name": "湖南省娄底市"
  },
  {
    "code": "431322",
    "name": "湖南省娄底市"
  },
  {
    "code": "431381",
    "name": "湖南省娄底市"
  },
  {
    "code": "431382",
    "name": "湖南省娄底市"
  },
  {
    "code": "432100",
    "name": "湖南省湘潭市"
  },
  {
    "code": "432121",
    "name": "湖南省湘潭市"
  },
  {
    "code": "432122",
    "name": "湖南省湘潭市"
  },
  {
    "code": "432123",
    "name": "湖南省湘潭市"
  },
  {
    "code": "432124",
    "name": "湖南省湘潭市"
  },
  {
    "code": "432125",
    "name": "湖南省湘潭市"
  },
  {
    "code": "432126",
    "name": "湖南省湘潭市"
  },
  {
    "code": "432127",
    "name": "湖南省湘潭市"
  },
  {
    "code": "432200",
    "name": "湖南省岳阳市"
  },
  {
    "code": "432201",
    "name": "湖南省岳阳市"
  },
  {
    "code": "432222",
    "name": "湖南省岳阳市"
  },
  {
    "code": "432223",
    "name": "湖南省岳阳市"
  },
  {
    "code": "432224",
    "name": "湖南省岳阳市"
  },
  {
    "code": "432225",
    "name": "湖南省岳阳市"
  },
  {
    "code": "432226",
    "name": "湖南省岳阳市"
  },
  {
    "code": "432300",
    "name": "湖南省益阳市"
  },
  {
    "code": "432301",
    "name": "湖南省益阳市"
  },
  {
    "code": "432302",
    "name": "湖南省益阳市"
  },
  {
    "code": "432321",
    "name": "湖南省益阳市"
  },
  {
    "code": "432322",
    "name": "湖南省益阳市"
  },
  {
    "code": "432323",
    "name": "湖南省益阳市"
  },
  {
    "code": "432324",
    "name": "湖南省益阳市"
  },
  {
    "code": "432325",
    "name": "湖南省益阳市"
  },
  {
    "code": "432326",
    "name": "湖南省益阳市"
  },
  {
    "code": "432400",
    "name": "湖南省常德市"
  },
  {
    "code": "432401",
    "name": "湖南省常德市"
  },
  {
    "code": "432402",
    "name": "湖南省常德市"
  },
  {
    "code": "432403",
    "name": "湖南省常德市"
  },
  {
    "code": "432421",
    "name": "湖南省常德市"
  },
  {
    "code": "432422",
    "name": "湖南省常德市"
  },
  {
    "code": "432423",
    "name": "湖南省常德市"
  },
  {
    "code": "432424",
    "name": "湖南省常德市"
  },
  {
    "code": "432425",
    "name": "湖南省常德市"
  },
  {
    "code": "432426",
    "name": "湖南省常德市"
  },
  {
    "code": "432427",
    "name": "湖南省常德市"
  },
  {
    "code": "432428",
    "name": "湖南省常德市"
  },
  {
    "code": "432500",
    "name": "湖南省娄底市"
  },
  {
    "code": "432501",
    "name": "湖南省娄底市"
  },
  {
    "code": "432502",
    "name": "湖南省娄底市"
  },
  {
    "code": "432503",
    "name": "湖南省娄底市"
  },
  {
    "code": "432521",
    "name": "湖南省娄底市"
  },
  {
    "code": "432522",
    "name": "湖南省娄底市"
  },
  {
    "code": "432523",
    "name": "湖南省娄底市"
  },
  {
    "code": "432524",
    "name": "湖南省娄底市"
  },
  {
    "code": "432525",
    "name": "湖南省娄底市"
  },
  {
    "code": "432600",
    "name": "湖南省邵阳市"
  },
  {
    "code": "432621",
    "name": "湖南省邵阳市"
  },
  {
    "code": "432622",
    "name": "湖南省邵阳市"
  },
  {
    "code": "432623",
    "name": "湖南省邵阳市"
  },
  {
    "code": "432624",
    "name": "湖南省邵阳市"
  },
  {
    "code": "432625",
    "name": "湖南省邵阳市"
  },
  {
    "code": "432626",
    "name": "湖南省邵阳市"
  },
  {
    "code": "432627",
    "name": "湖南省邵阳市"
  },
  {
    "code": "432700",
    "name": "湖南省衡阳市"
  },
  {
    "code": "432721",
    "name": "湖南省衡阳市"
  },
  {
    "code": "432722",
    "name": "湖南省衡阳市"
  },
  {
    "code": "432723",
    "name": "湖南省衡阳市"
  },
  {
    "code": "432724",
    "name": "湖南省衡阳市"
  },
  {
    "code": "432725",
    "name": "湖南省衡阳市"
  },
  {
    "code": "432726",
    "name": "湖南省衡阳市"
  },
  {
    "code": "432727",
    "name": "湖南省衡阳市"
  },
  {
    "code": "432800",
    "name": "湖南省郴州市"
  },
  {
    "code": "432801",
    "name": "湖南省郴州市"
  },
  {
    "code": "432802",
    "name": "湖南省郴州市"
  },
  {
    "code": "432821",
    "name": "湖南省郴州市"
  },
  {
    "code": "432822",
    "name": "湖南省郴州市"
  },
  {
    "code": "432823",
    "name": "湖南省郴州市"
  },
  {
    "code": "432824",
    "name": "湖南省郴州市"
  },
  {
    "code": "432825",
    "name": "湖南省郴州市"
  },
  {
    "code": "432826",
    "name": "湖南省郴州市"
  },
  {
    "code": "432827",
    "name": "湖南省郴州市"
  },
  {
    "code": "432828",
    "name": "湖南省郴州市"
  },
  {
    "code": "432829",
    "name": "湖南省郴州市"
  },
  {
    "code": "432830",
    "name": "湖南省郴州市"
  },
  {
    "code": "432831",
    "name": "湖南省郴州市"
  },
  {
    "code": "432900",
    "name": "湖南省零陵市"
  },
  {
    "code": "432901",
    "name": "湖南省零陵市"
  },
  {
    "code": "432902",
    "name": "湖南省零陵市"
  },
  {
    "code": "432921",
    "name": "湖南省零陵市"
  },
  {
    "code": "432922",
    "name": "湖南省零陵市"
  },
  {
    "code": "432923",
    "name": "湖南省零陵市"
  },
  {
    "code": "432924",
    "name": "湖南省零陵市"
  },
  {
    "code": "432925",
    "name": "湖南省零陵市"
  },
  {
    "code": "432926",
    "name": "湖南省零陵市"
  },
  {
    "code": "432927",
    "name": "湖南省零陵市"
  },
  {
    "code": "432928",
    "name": "湖南省零陵市"
  },
  {
    "code": "432929",
    "name": "湖南省零陵市"
  },
  {
    "code": "432930",
    "name": "湖南省零陵市"
  },
  {
    "code": "433000",
    "name": "湖南省怀化市"
  },
  {
    "code": "433001",
    "name": "湖南省怀化市"
  },
  {
    "code": "433002",
    "name": "湖南省怀化市"
  },
  {
    "code": "433021",
    "name": "湖南省怀化市"
  },
  {
    "code": "433022",
    "name": "湖南省怀化市"
  },
  {
    "code": "433023",
    "name": "湖南省怀化市"
  },
  {
    "code": "433024",
    "name": "湖南省怀化市"
  },
  {
    "code": "433025",
    "name": "湖南省怀化市"
  },
  {
    "code": "433026",
    "name": "湖南省怀化市"
  },
  {
    "code": "433027",
    "name": "湖南省怀化市"
  },
  {
    "code": "433028",
    "name": "湖南省怀化市"
  },
  {
    "code": "433029",
    "name": "湖南省怀化市"
  },
  {
    "code": "433030",
    "name": "湖南省怀化市"
  },
  {
    "code": "433031",
    "name": "湖南省怀化市"
  },
  {
    "code": "433100",
    "name": "湖南省湘西土家族苗族自治州"
  },
  {
    "code": "433101",
    "name": "湖南省湘西土家族苗族自治州"
  },
  {
    "code": "433102",
    "name": "湖南省湘西土家族苗族自治州"
  },
  {
    "code": "433121",
    "name": "湖南省湘西土家族苗族自治州"
  },
  {
    "code": "433122",
    "name": "湖南省湘西土家族苗族自治州"
  },
  {
    "code": "433123",
    "name": "湖南省湘西土家族苗族自治州"
  },
  {
    "code": "433124",
    "name": "湖南省湘西土家族苗族自治州"
  },
  {
    "code": "433125",
    "name": "湖南省湘西土家族苗族自治州"
  },
  {
    "code": "433126",
    "name": "湖南省湘西土家族苗族自治州"
  },
  {
    "code": "433127",
    "name": "湖南省湘西土家族苗族自治州"
  },
  {
    "code": "433128",
    "name": "湖南省湘西土家族苗族自治州"
  },
  {
    "code": "433129",
    "name": "湖南省湘西土家族苗族自治州"
  },
  {
    "code": "433130",
    "name": "湖南省湘西土家族苗族自治州"
  },
  {
    "code": "439000",
    "name": "湖南省省直辖行政单位"
  },
  {
    "code": "439001",
    "name": "湖南省省直辖行政单位"
  },
  {
    "code": "439002",
    "name": "湖南省省直辖行政单位"
  },
  {
    "code": "439003",
    "name": "湖南省省直辖行政单位"
  },
  {
    "code": "439004",
    "name": "湖南省省直辖行政单位"
  },
  {
    "code": "439005",
    "name": "湖南省省直辖行政单位"
  },
  {
    "code": "439006",
    "name": "湖南省省直辖行政单位"
  },
  {
    "code": "440000",
    "name": "广东省广东"
  },
  {
    "code": "440100",
    "name": "广东省广州市"
  },
  {
    "code": "440101",
    "name": "广东省广州市"
  },
  {
    "code": "440102",
    "name": "广东省广州市"
  },
  {
    "code": "440103",
    "name": "广东省广州市"
  },
  {
    "code": "440104",
    "name": "广东省广州市"
  },
  {
    "code": "440105",
    "name": "广东省广州市"
  },
  {
    "code": "440106",
    "name": "广东省广州市"
  },
  {
    "code": "440107",
    "name": "广东省广州市"
  },
  {
    "code": "440111",
    "name": "广东省广州市"
  },
  {
    "code": "440112",
    "name": "广东省广州市"
  },
  {
    "code": "440113",
    "name": "广东省广州市"
  },
  {
    "code": "440114",
    "name": "广东省广州市"
  },
  {
    "code": "440115",
    "name": "广东省广州市"
  },
  {
    "code": "440116",
    "name": "广东省广州市"
  },
  {
    "code": "440120",
    "name": "广东省广州市"
  },
  {
    "code": "440121",
    "name": "广东省广州市"
  },
  {
    "code": "440122",
    "name": "广东省广州市"
  },
  {
    "code": "440123",
    "name": "广东省广州市"
  },
  {
    "code": "440124",
    "name": "广东省广州市"
  },
  {
    "code": "440125",
    "name": "广东省广州市"
  },
  {
    "code": "440126",
    "name": "广东省广州市"
  },
  {
    "code": "440127",
    "name": "广东省广州市"
  },
  {
    "code": "440128",
    "name": "广东省广州市"
  },
  {
    "code": "440133",
    "name": "广东省广州市"
  },
  {
    "code": "440181",
    "name": "广东省广州市"
  },
  {
    "code": "440182",
    "name": "广东省广州市"
  },
  {
    "code": "440183",
    "name": "广东省广州市"
  },
  {
    "code": "440184",
    "name": "广东省广州市"
  },
  {
    "code": "440200",
    "name": "广东省韶关市"
  },
  {
    "code": "440201",
    "name": "广东省韶关市"
  },
  {
    "code": "440202",
    "name": "广东省韶关市"
  },
  {
    "code": "440203",
    "name": "广东省韶关市"
  },
  {
    "code": "440204",
    "name": "广东省韶关市"
  },
  {
    "code": "440205",
    "name": "广东省韶关市"
  },
  {
    "code": "440220",
    "name": "广东省韶关市"
  },
  {
    "code": "440221",
    "name": "广东省韶关市"
  },
  {
    "code": "440222",
    "name": "广东省韶关市"
  },
  {
    "code": "440223",
    "name": "广东省韶关市"
  },
  {
    "code": "440224",
    "name": "广东省韶关市"
  },
  {
    "code": "440225",
    "name": "广东省韶关市"
  },
  {
    "code": "440226",
    "name": "广东省韶关市"
  },
  {
    "code": "440227",
    "name": "广东省韶关市"
  },
  {
    "code": "440228",
    "name": "广东省韶关市"
  },
  {
    "code": "440229",
    "name": "广东省韶关市"
  },
  {
    "code": "440230",
    "name": "广东省韶关市"
  },
  {
    "code": "440231",
    "name": "广东省韶关市"
  },
  {
    "code": "440232",
    "name": "广东省韶关市"
  },
  {
    "code": "440233",
    "name": "广东省韶关市"
  },
  {
    "code": "440281",
    "name": "广东省韶关市"
  },
  {
    "code": "440282",
    "name": "广东省韶关市"
  },
  {
    "code": "440300",
    "name": "广东省深圳市"
  },
  {
    "code": "440301",
    "name": "广东省深圳市"
  },
  {
    "code": "440302",
    "name": "广东省深圳市"
  },
  {
    "code": "440303",
    "name": "广东省深圳市"
  },
  {
    "code": "440304",
    "name": "广东省深圳市"
  },
  {
    "code": "440305",
    "name": "广东省深圳市"
  },
  {
    "code": "440306",
    "name": "广东省深圳市"
  },
  {
    "code": "440307",
    "name": "广东省深圳市"
  },
  {
    "code": "440308",
    "name": "广东省深圳市"
  },
  {
    "code": "440320",
    "name": "广东省深圳市"
  },
  {
    "code": "440321",
    "name": "广东省深圳市"
  },
  {
    "code": "440400",
    "name": "广东省珠海市"
  },
  {
    "code": "440401",
    "name": "广东省珠海市"
  },
  {
    "code": "440402",
    "name": "广东省珠海市"
  },
  {
    "code": "440403",
    "name": "广东省珠海市"
  },
  {
    "code": "440404",
    "name": "广东省珠海市"
  },
  {
    "code": "440421",
    "name": "广东省珠海市"
  },
  {
    "code": "440500",
    "name": "广东省汕头市"
  },
  {
    "code": "440501",
    "name": "广东省汕头市"
  },
  {
    "code": "440502",
    "name": "广东省汕头市"
  },
  {
    "code": "440503",
    "name": "广东省汕头市"
  },
  {
    "code": "440504",
    "name": "广东省汕头市"
  },
  {
    "code": "440505",
    "name": "广东省汕头市"
  },
  {
    "code": "440506",
    "name": "广东省汕头市"
  },
  {
    "code": "440507",
    "name": "广东省汕头市"
  },
  {
    "code": "440508",
    "name": "广东省汕头市"
  },
  {
    "code": "440509",
    "name": "广东省汕头市"
  },
  {
    "code": "440510",
    "name": "广东省汕头市"
  },
  {
    "code": "440511",
    "name": "广东省汕头市"
  },
  {
    "code": "440512",
    "name": "广东省汕头市"
  },
  {
    "code": "440513",
    "name": "广东省汕头市"
  },
  {
    "code": "440514",
    "name": "广东省汕头市"
  },
  {
    "code": "440515",
    "name": "广东省汕头市"
  },
  {
    "code": "440520",
    "name": "广东省汕头市"
  },
  {
    "code": "440521",
    "name": "广东省汕头市"
  },
  {
    "code": "440522",
    "name": "广东省汕头市"
  },
  {
    "code": "440523",
    "name": "广东省汕头市"
  },
  {
    "code": "440524",
    "name": "广东省汕头市"
  },
  {
    "code": "440525",
    "name": "广东省汕头市"
  },
  {
    "code": "440526",
    "name": "广东省汕头市"
  },
  {
    "code": "440527",
    "name": "广东省汕头市"
  },
  {
    "code": "440528",
    "name": "广东省汕头市"
  },
  {
    "code": "440581",
    "name": "广东省汕头市"
  },
  {
    "code": "440582",
    "name": "广东省汕头市"
  },
  {
    "code": "440583",
    "name": "广东省汕头市"
  },
  {
    "code": "440600",
    "name": "广东省佛山市"
  },
  {
    "code": "440601",
    "name": "广东省佛山市"
  },
  {
    "code": "440602",
    "name": "广东省佛山市"
  },
  {
    "code": "440603",
    "name": "广东省佛山市"
  },
  {
    "code": "440604",
    "name": "广东省佛山市"
  },
  {
    "code": "440605",
    "name": "广东省佛山市"
  },
  {
    "code": "440606",
    "name": "广东省佛山市"
  },
  {
    "code": "440607",
    "name": "广东省佛山市"
  },
  {
    "code": "440608",
    "name": "广东省佛山市"
  },
  {
    "code": "440620",
    "name": "广东省佛山市"
  },
  {
    "code": "440621",
    "name": "广东省佛山市"
  },
  {
    "code": "440622",
    "name": "广东省佛山市"
  },
  {
    "code": "440623",
    "name": "广东省佛山市"
  },
  {
    "code": "440624",
    "name": "广东省佛山市"
  },
  {
    "code": "440681",
    "name": "广东省佛山市"
  },
  {
    "code": "440682",
    "name": "广东省佛山市"
  },
  {
    "code": "440683",
    "name": "广东省佛山市"
  },
  {
    "code": "440684",
    "name": "广东省佛山市"
  },
  {
    "code": "440700",
    "name": "广东省江门市"
  },
  {
    "code": "440701",
    "name": "广东省江门市"
  },
  {
    "code": "440702",
    "name": "广东省江门市"
  },
  {
    "code": "440703",
    "name": "广东省江门市"
  },
  {
    "code": "440704",
    "name": "广东省江门市"
  },
  {
    "code": "440705",
    "name": "广东省江门市"
  },
  {
    "code": "440711",
    "name": "广东省江门市"
  },
  {
    "code": "440721",
    "name": "广东省江门市"
  },
  {
    "code": "440722",
    "name": "广东省江门市"
  },
  {
    "code": "440723",
    "name": "广东省江门市"
  },
  {
    "code": "440724",
    "name": "广东省江门市"
  },
  {
    "code": "440725",
    "name": "广东省江门市"
  },
  {
    "code": "440726",
    "name": "广东省江门市"
  },
  {
    "code": "440727",
    "name": "广东省江门市"
  },
  {
    "code": "440781",
    "name": "广东省江门市"
  },
  {
    "code": "440782",
    "name": "广东省江门市"
  },
  {
    "code": "440783",
    "name": "广东省江门市"
  },
  {
    "code": "440784",
    "name": "广东省江门市"
  },
  {
    "code": "440785",
    "name": "广东省江门市"
  },
  {
    "code": "440800",
    "name": "广东省湛江市"
  },
  {
    "code": "440801",
    "name": "广东省湛江市"
  },
  {
    "code": "440802",
    "name": "广东省湛江市"
  },
  {
    "code": "440803",
    "name": "广东省湛江市"
  },
  {
    "code": "440804",
    "name": "广东省湛江市"
  },
  {
    "code": "440811",
    "name": "广东省湛江市"
  },
  {
    "code": "440821",
    "name": "广东省湛江市"
  },
  {
    "code": "440822",
    "name": "广东省湛江市"
  },
  {
    "code": "440823",
    "name": "广东省湛江市"
  },
  {
    "code": "440824",
    "name": "广东省湛江市"
  },
  {
    "code": "440825",
    "name": "广东省湛江市"
  },
  {
    "code": "440881",
    "name": "广东省湛江市"
  },
  {
    "code": "440882",
    "name": "广东省湛江市"
  },
  {
    "code": "440883",
    "name": "广东省湛江市"
  },
  {
    "code": "440900",
    "name": "广东省茂名市"
  },
  {
    "code": "440901",
    "name": "广东省茂名市"
  },
  {
    "code": "440902",
    "name": "广东省茂名市"
  },
  {
    "code": "440903",
    "name": "广东省茂名市"
  },
  {
    "code": "440921",
    "name": "广东省茂名市"
  },
  {
    "code": "440922",
    "name": "广东省茂名市"
  },
  {
    "code": "440923",
    "name": "广东省茂名市"
  },
  {
    "code": "440924",
    "name": "广东省茂名市"
  },
  {
    "code": "440981",
    "name": "广东省茂名市"
  },
  {
    "code": "440982",
    "name": "广东省茂名市"
  },
  {
    "code": "440983",
    "name": "广东省茂名市"
  },
  {
    "code": "441000",
    "name": "海南省海口市"
  },
  {
    "code": "441001",
    "name": "海南省海口市"
  },
  {
    "code": "441200",
    "name": "广东省肇庆市"
  },
  {
    "code": "441201",
    "name": "广东省肇庆市"
  },
  {
    "code": "441202",
    "name": "广东省肇庆市"
  },
  {
    "code": "441203",
    "name": "广东省肇庆市"
  },
  {
    "code": "441221",
    "name": "广东省肇庆市"
  },
  {
    "code": "441222",
    "name": "广东省肇庆市"
  },
  {
    "code": "441223",
    "name": "广东省肇庆市"
  },
  {
    "code": "441224",
    "name": "广东省肇庆市"
  },
  {
    "code": "441225",
    "name": "广东省肇庆市"
  },
  {
    "code": "441226",
    "name": "广东省肇庆市"
  },
  {
    "code": "441227",
    "name": "广东省肇庆市"
  },
  {
    "code": "441228",
    "name": "广东省肇庆市"
  },
  {
    "code": "441229",
    "name": "广东省肇庆市"
  },
  {
    "code": "441230",
    "name": "广东省肇庆市"
  },
  {
    "code": "441281",
    "name": "广东省肇庆市"
  },
  {
    "code": "441282",
    "name": "广东省肇庆市"
  },
  {
    "code": "441283",
    "name": "广东省肇庆市"
  },
  {
    "code": "441284",
    "name": "广东省肇庆市"
  },
  {
    "code": "441300",
    "name": "广东省惠州市"
  },
  {
    "code": "441301",
    "name": "广东省惠州市"
  },
  {
    "code": "441302",
    "name": "广东省惠州市"
  },
  {
    "code": "441303",
    "name": "广东省惠州市"
  },
  {
    "code": "441321",
    "name": "广东省惠州市"
  },
  {
    "code": "441322",
    "name": "广东省惠州市"
  },
  {
    "code": "441323",
    "name": "广东省惠州市"
  },
  {
    "code": "441324",
    "name": "广东省惠州市"
  },
  {
    "code": "441381",
    "name": "广东省惠州市"
  },
  {
    "code": "441400",
    "name": "广东省梅州市"
  },
  {
    "code": "441401",
    "name": "广东省梅州市"
  },
  {
    "code": "441402",
    "name": "广东省梅州市"
  },
  {
    "code": "441421",
    "name": "广东省梅州市"
  },
  {
    "code": "441422",
    "name": "广东省梅州市"
  },
  {
    "code": "441423",
    "name": "广东省梅州市"
  },
  {
    "code": "441424",
    "name": "广东省梅州市"
  },
  {
    "code": "441425",
    "name": "广东省梅州市"
  },
  {
    "code": "441426",
    "name": "广东省梅州市"
  },
  {
    "code": "441427",
    "name": "广东省梅州市"
  },
  {
    "code": "441481",
    "name": "广东省梅州市"
  },
  {
    "code": "441500",
    "name": "广东省汕尾市"
  },
  {
    "code": "441501",
    "name": "广东省汕尾市"
  },
  {
    "code": "441502",
    "name": "广东省汕尾市"
  },
  {
    "code": "441521",
    "name": "广东省汕尾市"
  },
  {
    "code": "441522",
    "name": "广东省汕尾市"
  },
  {
    "code": "441523",
    "name": "广东省汕尾市"
  },
  {
    "code": "441581",
    "name": "广东省汕尾市"
  },
  {
    "code": "441600",
    "name": "广东省河源市"
  },
  {
    "code": "441601",
    "name": "广东省河源市"
  },
  {
    "code": "441602",
    "name": "广东省河源市"
  },
  {
    "code": "441603",
    "name": "广东省河源市"
  },
  {
    "code": "441611",
    "name": "广东省河源市"
  },
  {
    "code": "441621",
    "name": "广东省河源市"
  },
  {
    "code": "441622",
    "name": "广东省河源市"
  },
  {
    "code": "441623",
    "name": "广东省河源市"
  },
  {
    "code": "441624",
    "name": "广东省河源市"
  },
  {
    "code": "441625",
    "name": "广东省河源市"
  },
  {
    "code": "441700",
    "name": "广东省阳江市"
  },
  {
    "code": "441701",
    "name": "广东省阳江市"
  },
  {
    "code": "441702",
    "name": "广东省阳江市"
  },
  {
    "code": "441703",
    "name": "广东省阳江市"
  },
  {
    "code": "441721",
    "name": "广东省阳江市"
  },
  {
    "code": "441722",
    "name": "广东省阳江市"
  },
  {
    "code": "441723",
    "name": "广东省阳江市"
  },
  {
    "code": "441781",
    "name": "广东省阳江市"
  },
  {
    "code": "441800",
    "name": "广东省清远市"
  },
  {
    "code": "441801",
    "name": "广东省清远市"
  },
  {
    "code": "441802",
    "name": "广东省清远市"
  },
  {
    "code": "441811",
    "name": "广东省清远市"
  },
  {
    "code": "441821",
    "name": "广东省清远市"
  },
  {
    "code": "441822",
    "name": "广东省清远市"
  },
  {
    "code": "441823",
    "name": "广东省清远市"
  },
  {
    "code": "441824",
    "name": "广东省清远市"
  },
  {
    "code": "441825",
    "name": "广东省清远市"
  },
  {
    "code": "441826",
    "name": "广东省清远市"
  },
  {
    "code": "441827",
    "name": "广东省清远市"
  },
  {
    "code": "441881",
    "name": "广东省清远市"
  },
  {
    "code": "441882",
    "name": "广东省清远市"
  },
  {
    "code": "441900",
    "name": "广东省东莞市"
  },
  {
    "code": "441901",
    "name": "广东省东莞市"
  },
  {
    "code": "441981",
    "name": "广东省东莞市"
  },
  {
    "code": "441982",
    "name": "广东省东莞市"
  },
  {
    "code": "441983",
    "name": "广东省东莞市"
  },
  {
    "code": "441984",
    "name": "广东省东莞市"
  },
  {
    "code": "441985",
    "name": "广东省东莞市"
  },
  {
    "code": "441986",
    "name": "广东省东莞市"
  },
  {
    "code": "441987",
    "name": "广东省东莞市"
  },
  {
    "code": "441988",
    "name": "广东省东莞市"
  },
  {
    "code": "441989",
    "name": "广东省东莞市"
  },
  {
    "code": "441990",
    "name": "广东省东莞市"
  },
  {
    "code": "441991",
    "name": "广东省东莞市"
  },
  {
    "code": "441992",
    "name": "广东省东莞市"
  },
  {
    "code": "441993",
    "name": "广东省东莞市"
  },
  {
    "code": "441994",
    "name": "广东省东莞市"
  },
  {
    "code": "441995",
    "name": "广东省东莞市"
  },
  {
    "code": "441996",
    "name": "广东省东莞市"
  },
  {
    "code": "441997",
    "name": "广东省东莞市"
  },
  {
    "code": "441998",
    "name": "广东省东莞市"
  },
  {
    "code": "441999",
    "name": "广东省东莞市"
  },
  {
    "code": "442000",
    "name": "广东省中山市"
  },
  {
    "code": "442001",
    "name": "广东省中山市"
  },
  {
    "code": "442100",
    "name": "海南省海南"
  },
  {
    "code": "442101",
    "name": "海南省海口市"
  },
  {
    "code": "442121",
    "name": "海南省琼山县"
  },
  {
    "code": "442122",
    "name": "海南省文昌县"
  },
  {
    "code": "442123",
    "name": "海南省琼海县"
  },
  {
    "code": "442124",
    "name": "海南省万宁县"
  },
  {
    "code": "442125",
    "name": "海南省定安县"
  },
  {
    "code": "442126",
    "name": "海南省屯昌县"
  },
  {
    "code": "442127",
    "name": "海南省澄迈县"
  },
  {
    "code": "442128",
    "name": "海南省临高县"
  },
  {
    "code": "442129",
    "name": "海南省儋县"
  },
  {
    "code": "442200",
    "name": "海南省海南行政区黎族苗族自治州"
  },
  {
    "code": "442201",
    "name": "海南省三亚市"
  },
  {
    "code": "442202",
    "name": "海南省三亚市"
  },
  {
    "code": "442221",
    "name": "海南省海南行政区黎族苗族自治州"
  },
  {
    "code": "442222",
    "name": "海南省海南行政区黎族苗族自治州"
  },
  {
    "code": "442223",
    "name": "海南省海南行政区黎族苗族自治州"
  },
  {
    "code": "442224",
    "name": "海南省海南行政区黎族苗族自治州"
  },
  {
    "code": "442225",
    "name": "海南省海南行政区黎族苗族自治州"
  },
  {
    "code": "442226",
    "name": "海南省海南行政区黎族苗族自治州"
  },
  {
    "code": "442227",
    "name": "海南省海南行政区黎族苗族自治州"
  },
  {
    "code": "442228",
    "name": "海南省海南行政区黎族苗族自治州"
  },
  {
    "code": "442229",
    "name": "海南省三亚市"
  },
  {
    "code": "442300",
    "name": "广东省汕头市"
  },
  {
    "code": "442301",
    "name": "广东省汕头市"
  },
  {
    "code": "442302",
    "name": "广东省汕头市"
  },
  {
    "code": "442321",
    "name": "广东省汕头市"
  },
  {
    "code": "442322",
    "name": "广东省汕头市"
  },
  {
    "code": "442323",
    "name": "广东省汕头市"
  },
  {
    "code": "442324",
    "name": "广东省汕头市"
  },
  {
    "code": "442325",
    "name": "广东省汕头市"
  },
  {
    "code": "442326",
    "name": "广东省汕头市"
  },
  {
    "code": "442327",
    "name": "广东省汕头市"
  },
  {
    "code": "442328",
    "name": "广东省汕头市"
  },
  {
    "code": "442329",
    "name": "广东省汕头市"
  },
  {
    "code": "442330",
    "name": "广东省汕头市"
  },
  {
    "code": "442331",
    "name": "广东省汕头市"
  },
  {
    "code": "442400",
    "name": "广东省梅县市"
  },
  {
    "code": "442401",
    "name": "广东省梅县市"
  },
  {
    "code": "442421",
    "name": "广东省梅县市"
  },
  {
    "code": "442422",
    "name": "广东省梅县市"
  },
  {
    "code": "442423",
    "name": "广东省梅县市"
  },
  {
    "code": "442424",
    "name": "广东省梅县市"
  },
  {
    "code": "442425",
    "name": "广东省梅县市"
  },
  {
    "code": "442426",
    "name": "广东省梅县市"
  },
  {
    "code": "442427",
    "name": "广东省梅县市"
  },
  {
    "code": "442500",
    "name": "广东省惠阳地区"
  },
  {
    "code": "442501",
    "name": "广东省惠阳地区"
  },
  {
    "code": "442502",
    "name": "广东省惠阳地区"
  },
  {
    "code": "442521",
    "name": "广东省惠阳地区"
  },
  {
    "code": "442522",
    "name": "广东省惠阳地区"
  },
  {
    "code": "442523",
    "name": "广东省惠阳地区"
  },
  {
    "code": "442524",
    "name": "广东省惠阳地区"
  },
  {
    "code": "442525",
    "name": "广东省惠阳地区"
  },
  {
    "code": "442526",
    "name": "广东省惠阳地区"
  },
  {
    "code": "442527",
    "name": "广东省惠阳地区"
  },
  {
    "code": "442528",
    "name": "广东省惠阳地区"
  },
  {
    "code": "442529",
    "name": "广东省惠阳地区"
  },
  {
    "code": "442530",
    "name": "广东省惠阳地区"
  },
  {
    "code": "442531",
    "name": "广东省惠阳地区"
  },
  {
    "code": "442600",
    "name": "广东省韶关市"
  },
  {
    "code": "442621",
    "name": "广东省韶关市"
  },
  {
    "code": "442622",
    "name": "广东省韶关市"
  },
  {
    "code": "442623",
    "name": "广东省韶关市"
  },
  {
    "code": "442624",
    "name": "广东省韶关市"
  },
  {
    "code": "442625",
    "name": "广东省韶关市"
  },
  {
    "code": "442626",
    "name": "广东省韶关市"
  },
  {
    "code": "442627",
    "name": "广东省韶关市"
  },
  {
    "code": "442628",
    "name": "广东省韶关市"
  },
  {
    "code": "442629",
    "name": "广东省韶关市"
  },
  {
    "code": "442630",
    "name": "广东省韶关市"
  },
  {
    "code": "442631",
    "name": "广东省韶关市"
  },
  {
    "code": "442632",
    "name": "广东省韶关市"
  },
  {
    "code": "442633",
    "name": "广东省韶关市"
  },
  {
    "code": "442700",
    "name": "广东省佛山市"
  },
  {
    "code": "442701",
    "name": "广东省佛山市"
  },
  {
    "code": "442702",
    "name": "广东省佛山市"
  },
  {
    "code": "442721",
    "name": "广东省佛山市"
  },
  {
    "code": "442722",
    "name": "广东省佛山市"
  },
  {
    "code": "442723",
    "name": "广东省佛山市"
  },
  {
    "code": "442724",
    "name": "广东省佛山市"
  },
  {
    "code": "442725",
    "name": "广东省佛山市"
  },
  {
    "code": "442726",
    "name": "广东省佛山市"
  },
  {
    "code": "442727",
    "name": "广东省佛山市"
  },
  {
    "code": "442728",
    "name": "广东省佛山市"
  },
  {
    "code": "442729",
    "name": "广东省佛山市"
  },
  {
    "code": "442731",
    "name": "广东省佛山市"
  },
  {
    "code": "442732",
    "name": "广东省佛山市"
  },
  {
    "code": "442800",
    "name": "广东省肇庆市"
  },
  {
    "code": "442801",
    "name": "广东省肇庆市"
  },
  {
    "code": "442821",
    "name": "广东省肇庆市"
  },
  {
    "code": "442822",
    "name": "广东省肇庆市"
  },
  {
    "code": "442823",
    "name": "广东省肇庆市"
  },
  {
    "code": "442824",
    "name": "广东省肇庆市"
  },
  {
    "code": "442825",
    "name": "广东省肇庆市"
  },
  {
    "code": "442826",
    "name": "广东省肇庆市"
  },
  {
    "code": "442827",
    "name": "广东省肇庆市"
  },
  {
    "code": "442828",
    "name": "广东省肇庆市"
  },
  {
    "code": "442829",
    "name": "广东省肇庆市"
  },
  {
    "code": "442830",
    "name": "广东省肇庆市"
  },
  {
    "code": "442900",
    "name": "广东省湛江市"
  },
  {
    "code": "442901",
    "name": "广东省湛江市"
  },
  {
    "code": "442902",
    "name": "广东省湛江市"
  },
  {
    "code": "442921",
    "name": "广东省湛江市"
  },
  {
    "code": "442922",
    "name": "广东省湛江市"
  },
  {
    "code": "442923",
    "name": "广东省湛江市"
  },
  {
    "code": "442924",
    "name": "广东省湛江市"
  },
  {
    "code": "442925",
    "name": "广东省湛江市"
  },
  {
    "code": "442926",
    "name": "广东省湛江市"
  },
  {
    "code": "442927",
    "name": "广东省湛江市"
  },
  {
    "code": "442928",
    "name": "广东省湛江市"
  },
  {
    "code": "442929",
    "name": "广东省湛江市"
  },
  {
    "code": "442930",
    "name": "广东省湛江市"
  },
  {
    "code": "442931",
    "name": "广东省湛江市"
  },
  {
    "code": "445100",
    "name": "广东省潮州市"
  },
  {
    "code": "445101",
    "name": "广东省潮州市"
  },
  {
    "code": "445102",
    "name": "广东省潮州市"
  },
  {
    "code": "445121",
    "name": "广东省潮州市"
  },
  {
    "code": "445122",
    "name": "广东省潮州市"
  },
  {
    "code": "445200",
    "name": "广东省揭阳市"
  },
  {
    "code": "445201",
    "name": "广东省揭阳市"
  },
  {
    "code": "445202",
    "name": "广东省揭阳市"
  },
  {
    "code": "445221",
    "name": "广东省揭阳市"
  },
  {
    "code": "445222",
    "name": "广东省揭阳市"
  },
  {
    "code": "445223",
    "name": "广东省揭阳市"
  },
  {
    "code": "445224",
    "name": "广东省揭阳市"
  },
  {
    "code": "445281",
    "name": "广东省揭阳市"
  },
  {
    "code": "445300",
    "name": "广东省云浮市"
  },
  {
    "code": "445301",
    "name": "广东省云浮市"
  },
  {
    "code": "445302",
    "name": "广东省云浮市"
  },
  {
    "code": "445321",
    "name": "广东省云浮市"
  },
  {
    "code": "445322",
    "name": "广东省云浮市"
  },
  {
    "code": "445323",
    "name": "广东省云浮市"
  },
  {
    "code": "445381",
    "name": "广东省云浮市"
  },
  {
    "code": "449000",
    "name": "广东省省直辖行政单位"
  },
  {
    "code": "449001",
    "name": "广东省省直辖行政单位"
  },
  {
    "code": "450000",
    "name": "广西壮族自治区广西"
  },
  {
    "code": "450100",
    "name": "广西壮族自治区南宁市"
  },
  {
    "code": "450101",
    "name": "广西壮族自治区南宁市"
  },
  {
    "code": "450102",
    "name": "广西壮族自治区南宁市"
  },
  {
    "code": "450103",
    "name": "广西壮族自治区南宁市"
  },
  {
    "code": "450104",
    "name": "广西壮族自治区南宁市"
  },
  {
    "code": "450105",
    "name": "广西壮族自治区南宁市"
  },
  {
    "code": "450106",
    "name": "广西壮族自治区南宁市"
  },
  {
    "code": "450107",
    "name": "广西壮族自治区南宁市"
  },
  {
    "code": "450108",
    "name": "广西壮族自治区南宁市"
  },
  {
    "code": "450109",
    "name": "广西壮族自治区南宁市"
  },
  {
    "code": "450111",
    "name": "广西壮族自治区南宁市"
  },
  {
    "code": "450121",
    "name": "广西壮族自治区南宁市"
  },
  {
    "code": "450122",
    "name": "广西壮族自治区南宁市"
  },
  {
    "code": "450123",
    "name": "广西壮族自治区南宁市"
  },
  {
    "code": "450124",
    "name": "广西壮族自治区南宁市"
  },
  {
    "code": "450125",
    "name": "广西壮族自治区南宁市"
  },
  {
    "code": "450126",
    "name": "广西壮族自治区南宁市"
  },
  {
    "code": "450127",
    "name": "广西壮族自治区南宁市"
  },
  {
    "code": "450200",
    "name": "广西壮族自治区柳州市"
  },
  {
    "code": "450201",
    "name": "广西壮族自治区柳州市"
  },
  {
    "code": "450202",
    "name": "广西壮族自治区柳州市"
  },
  {
    "code": "450203",
    "name": "广西壮族自治区柳州市"
  },
  {
    "code": "450204",
    "name": "广西壮族自治区柳州市"
  },
  {
    "code": "450205",
    "name": "广西壮族自治区柳州市"
  },
  {
    "code": "450211",
    "name": "广西壮族自治区柳州市"
  },
  {
    "code": "450221",
    "name": "广西壮族自治区柳州市"
  },
  {
    "code": "450222",
    "name": "广西壮族自治区柳州市"
  },
  {
    "code": "450223",
    "name": "广西壮族自治区柳州市"
  },
  {
    "code": "450224",
    "name": "广西壮族自治区柳州市"
  },
  {
    "code": "450225",
    "name": "广西壮族自治区柳州市"
  },
  {
    "code": "450226",
    "name": "广西壮族自治区柳州市"
  },
  {
    "code": "450300",
    "name": "广西壮族自治区桂林市"
  },
  {
    "code": "450301",
    "name": "广西壮族自治区桂林市"
  },
  {
    "code": "450302",
    "name": "广西壮族自治区桂林市"
  },
  {
    "code": "450303",
    "name": "广西壮族自治区桂林市"
  },
  {
    "code": "450304",
    "name": "广西壮族自治区桂林市"
  },
  {
    "code": "450305",
    "name": "广西壮族自治区桂林市"
  },
  {
    "code": "450311",
    "name": "广西壮族自治区桂林市"
  },
  {
    "code": "450320",
    "name": "广西壮族自治区桂林市"
  },
  {
    "code": "450321",
    "name": "广西壮族自治区桂林市"
  },
  {
    "code": "450322",
    "name": "广西壮族自治区桂林市"
  },
  {
    "code": "450323",
    "name": "广西壮族自治区桂林市"
  },
  {
    "code": "450324",
    "name": "广西壮族自治区桂林市"
  },
  {
    "code": "450325",
    "name": "广西壮族自治区桂林市"
  },
  {
    "code": "450326",
    "name": "广西壮族自治区桂林市"
  },
  {
    "code": "450327",
    "name": "广西壮族自治区桂林市"
  },
  {
    "code": "450328",
    "name": "广西壮族自治区桂林市"
  },
  {
    "code": "450329",
    "name": "广西壮族自治区桂林市"
  },
  {
    "code": "450330",
    "name": "广西壮族自治区桂林市"
  },
  {
    "code": "450331",
    "name": "广西壮族自治区桂林市"
  },
  {
    "code": "450332",
    "name": "广西壮族自治区桂林市"
  },
  {
    "code": "450400",
    "name": "广西壮族自治区梧州市"
  },
  {
    "code": "450401",
    "name": "广西壮族自治区梧州市"
  },
  {
    "code": "450402",
    "name": "广西壮族自治区梧州市"
  },
  {
    "code": "450403",
    "name": "广西壮族自治区梧州市"
  },
  {
    "code": "450404",
    "name": "广西壮族自治区梧州市"
  },
  {
    "code": "450405",
    "name": "广西壮族自治区梧州市"
  },
  {
    "code": "450411",
    "name": "广西壮族自治区梧州市"
  },
  {
    "code": "450421",
    "name": "广西壮族自治区梧州市"
  },
  {
    "code": "450422",
    "name": "广西壮族自治区梧州市"
  },
  {
    "code": "450423",
    "name": "广西壮族自治区梧州市"
  },
  {
    "code": "450481",
    "name": "广西壮族自治区梧州市"
  },
  {
    "code": "450500",
    "name": "广西壮族自治区北海市"
  },
  {
    "code": "450501",
    "name": "广西壮族自治区北海市"
  },
  {
    "code": "450502",
    "name": "广西壮族自治区北海市"
  },
  {
    "code": "450503",
    "name": "广西壮族自治区北海市"
  },
  {
    "code": "450511",
    "name": "广西壮族自治区北海市"
  },
  {
    "code": "450512",
    "name": "广西壮族自治区北海市"
  },
  {
    "code": "450521",
    "name": "广西壮族自治区北海市"
  },
  {
    "code": "450600",
    "name": "广西壮族自治区防城港市"
  },
  {
    "code": "450601",
    "name": "广西壮族自治区防城港市"
  },
  {
    "code": "450602",
    "name": "广西壮族自治区防城港市"
  },
  {
    "code": "450603",
    "name": "广西壮族自治区防城港市"
  },
  {
    "code": "450621",
    "name": "广西壮族自治区防城港市"
  },
  {
    "code": "450681",
    "name": "广西壮族自治区防城港市"
  },
  {
    "code": "450700",
    "name": "广西壮族自治区钦州市"
  },
  {
    "code": "450701",
    "name": "广西壮族自治区钦州市"
  },
  {
    "code": "450702",
    "name": "广西壮族自治区钦州市"
  },
  {
    "code": "450703",
    "name": "广西壮族自治区钦州市"
  },
  {
    "code": "450721",
    "name": "广西壮族自治区钦州市"
  },
  {
    "code": "450722",
    "name": "广西壮族自治区钦州市"
  },
  {
    "code": "450800",
    "name": "广西壮族自治区贵港市"
  },
  {
    "code": "450801",
    "name": "广西壮族自治区贵港市"
  },
  {
    "code": "450802",
    "name": "广西壮族自治区贵港市"
  },
  {
    "code": "450803",
    "name": "广西壮族自治区贵港市"
  },
  {
    "code": "450804",
    "name": "广西壮族自治区贵港市"
  },
  {
    "code": "450821",
    "name": "广西壮族自治区贵港市"
  },
  {
    "code": "450881",
    "name": "广西壮族自治区贵港市"
  },
  {
    "code": "450900",
    "name": "广西壮族自治区玉林市"
  },
  {
    "code": "450901",
    "name": "广西壮族自治区玉林市"
  },
  {
    "code": "450902",
    "name": "广西壮族自治区玉林市"
  },
  {
    "code": "450921",
    "name": "广西壮族自治区玉林市"
  },
  {
    "code": "450922",
    "name": "广西壮族自治区玉林市"
  },
  {
    "code": "450923",
    "name": "广西壮族自治区玉林市"
  },
  {
    "code": "450924",
    "name": "广西壮族自治区玉林市"
  },
  {
    "code": "450981",
    "name": "广西壮族自治区玉林市"
  },
  {
    "code": "451000",
    "name": "广西壮族自治区百色市"
  },
  {
    "code": "451001",
    "name": "广西壮族自治区百色市"
  },
  {
    "code": "451002",
    "name": "广西壮族自治区百色市"
  },
  {
    "code": "451021",
    "name": "广西壮族自治区百色市"
  },
  {
    "code": "451022",
    "name": "广西壮族自治区百色市"
  },
  {
    "code": "451023",
    "name": "广西壮族自治区百色市"
  },
  {
    "code": "451024",
    "name": "广西壮族自治区百色市"
  },
  {
    "code": "451025",
    "name": "广西壮族自治区百色市"
  },
  {
    "code": "451026",
    "name": "广西壮族自治区百色市"
  },
  {
    "code": "451027",
    "name": "广西壮族自治区百色市"
  },
  {
    "code": "451028",
    "name": "广西壮族自治区百色市"
  },
  {
    "code": "451029",
    "name": "广西壮族自治区百色市"
  },
  {
    "code": "451030",
    "name": "广西壮族自治区百色市"
  },
  {
    "code": "451031",
    "name": "广西壮族自治区百色市"
  },
  {
    "code": "451100",
    "name": "广西壮族自治区贺州市"
  },
  {
    "code": "451101",
    "name": "广西壮族自治区贺州市"
  },
  {
    "code": "451102",
    "name": "广西壮族自治区贺州市"
  },
  {
    "code": "451121",
    "name": "广西壮族自治区贺州市"
  },
  {
    "code": "451122",
    "name": "广西壮族自治区贺州市"
  },
  {
    "code": "451123",
    "name": "广西壮族自治区贺州市"
  },
  {
    "code": "451200",
    "name": "广西壮族自治区河池市"
  },
  {
    "code": "451201",
    "name": "广西壮族自治区河池市"
  },
  {
    "code": "451202",
    "name": "广西壮族自治区河池市"
  },
  {
    "code": "451221",
    "name": "广西壮族自治区河池市"
  },
  {
    "code": "451222",
    "name": "广西壮族自治区河池市"
  },
  {
    "code": "451223",
    "name": "广西壮族自治区河池市"
  },
  {
    "code": "451224",
    "name": "广西壮族自治区河池市"
  },
  {
    "code": "451225",
    "name": "广西壮族自治区河池市"
  },
  {
    "code": "451226",
    "name": "广西壮族自治区河池市"
  },
  {
    "code": "451227",
    "name": "广西壮族自治区河池市"
  },
  {
    "code": "451228",
    "name": "广西壮族自治区河池市"
  },
  {
    "code": "451229",
    "name": "广西壮族自治区河池市"
  },
  {
    "code": "451281",
    "name": "广西壮族自治区河池市"
  },
  {
    "code": "451300",
    "name": "广西壮族自治区来宾市"
  },
  {
    "code": "451301",
    "name": "广西壮族自治区来宾市"
  },
  {
    "code": "451302",
    "name": "广西壮族自治区来宾市"
  },
  {
    "code": "451321",
    "name": "广西壮族自治区来宾市"
  },
  {
    "code": "451322",
    "name": "广西壮族自治区来宾市"
  },
  {
    "code": "451323",
    "name": "广西壮族自治区来宾市"
  },
  {
    "code": "451324",
    "name": "广西壮族自治区来宾市"
  },
  {
    "code": "451381",
    "name": "广西壮族自治区来宾市"
  },
  {
    "code": "451400",
    "name": "广西壮族自治区崇左市"
  },
  {
    "code": "451401",
    "name": "广西壮族自治区崇左市"
  },
  {
    "code": "451402",
    "name": "广西壮族自治区崇左市"
  },
  {
    "code": "451421",
    "name": "广西壮族自治区崇左市"
  },
  {
    "code": "451422",
    "name": "广西壮族自治区崇左市"
  },
  {
    "code": "451423",
    "name": "广西壮族自治区崇左市"
  },
  {
    "code": "451424",
    "name": "广西壮族自治区崇左市"
  },
  {
    "code": "451425",
    "name": "广西壮族自治区崇左市"
  },
  {
    "code": "451429",
    "name": "广西壮族自治区崇左市"
  },
  {
    "code": "451481",
    "name": "广西壮族自治区崇左市"
  },
  {
    "code": "452100",
    "name": "广西壮族自治区南宁市"
  },
  {
    "code": "452101",
    "name": "广西壮族自治区南宁市"
  },
  {
    "code": "452121",
    "name": "广西壮族自治区南宁市"
  },
  {
    "code": "452122",
    "name": "广西壮族自治区南宁市"
  },
  {
    "code": "452123",
    "name": "广西壮族自治区南宁市"
  },
  {
    "code": "452124",
    "name": "广西壮族自治区南宁市"
  },
  {
    "code": "452125",
    "name": "广西壮族自治区南宁市"
  },
  {
    "code": "452126",
    "name": "广西壮族自治区南宁市"
  },
  {
    "code": "452127",
    "name": "广西壮族自治区南宁市"
  },
  {
    "code": "452128",
    "name": "广西壮族自治区南宁市"
  },
  {
    "code": "452129",
    "name": "广西壮族自治区南宁市"
  },
  {
    "code": "452130",
    "name": "广西壮族自治区南宁市"
  },
  {
    "code": "452131",
    "name": "广西壮族自治区南宁市"
  },
  {
    "code": "452132",
    "name": "广西壮族自治区南宁市"
  },
  {
    "code": "452133",
    "name": "广西壮族自治区南宁市"
  },
  {
    "code": "452200",
    "name": "广西壮族自治区柳州市"
  },
  {
    "code": "452201",
    "name": "广西壮族自治区柳州市"
  },
  {
    "code": "452221",
    "name": "广西壮族自治区柳州市"
  },
  {
    "code": "452222",
    "name": "广西壮族自治区柳州市"
  },
  {
    "code": "452223",
    "name": "广西壮族自治区柳州市"
  },
  {
    "code": "452224",
    "name": "广西壮族自治区柳州市"
  },
  {
    "code": "452225",
    "name": "广西壮族自治区柳州市"
  },
  {
    "code": "452226",
    "name": "广西壮族自治区柳州市"
  },
  {
    "code": "452227",
    "name": "广西壮族自治区柳州市"
  },
  {
    "code": "452228",
    "name": "广西壮族自治区柳州市"
  },
  {
    "code": "452229",
    "name": "广西壮族自治区柳州市"
  },
  {
    "code": "452230",
    "name": "广西壮族自治区柳州市"
  },
  {
    "code": "452231",
    "name": "广西壮族自治区柳州市"
  },
  {
    "code": "452300",
    "name": "广西壮族自治区桂林市"
  },
  {
    "code": "452321",
    "name": "广西壮族自治区桂林市"
  },
  {
    "code": "452322",
    "name": "广西壮族自治区桂林市"
  },
  {
    "code": "452323",
    "name": "广西壮族自治区桂林市"
  },
  {
    "code": "452324",
    "name": "广西壮族自治区桂林市"
  },
  {
    "code": "452325",
    "name": "广西壮族自治区桂林市"
  },
  {
    "code": "452327",
    "name": "广西壮族自治区桂林市"
  },
  {
    "code": "452328",
    "name": "广西壮族自治区桂林市"
  },
  {
    "code": "452329",
    "name": "广西壮族自治区桂林市"
  },
  {
    "code": "452330",
    "name": "广西壮族自治区桂林市"
  },
  {
    "code": "452331",
    "name": "广西壮族自治区桂林市"
  },
  {
    "code": "452332",
    "name": "广西壮族自治区桂林市"
  },
  {
    "code": "452400",
    "name": "广西壮族自治区贺州市"
  },
  {
    "code": "452402",
    "name": "广西壮族自治区贺州市"
  },
  {
    "code": "452421",
    "name": "广西壮族自治区贺州市"
  },
  {
    "code": "452422",
    "name": "广西壮族自治区贺州市"
  },
  {
    "code": "452423",
    "name": "广西壮族自治区贺州市"
  },
  {
    "code": "452424",
    "name": "广西壮族自治区贺州市"
  },
  {
    "code": "452425",
    "name": "广西壮族自治区贺州市"
  },
  {
    "code": "452426",
    "name": "广西壮族自治区贺州市"
  },
  {
    "code": "452427",
    "name": "广西壮族自治区贺州市"
  },
  {
    "code": "452428",
    "name": "广西壮族自治区贺州市"
  },
  {
    "code": "452500",
    "name": "广西壮族自治区玉林市"
  },
  {
    "code": "452501",
    "name": "广西壮族自治区玉林市"
  },
  {
    "code": "452502",
    "name": "广西壮族自治区玉林市"
  },
  {
    "code": "452521",
    "name": "广西壮族自治区玉林市"
  },
  {
    "code": "452522",
    "name": "广西壮族自治区玉林市"
  },
  {
    "code": "452523",
    "name": "广西壮族自治区玉林市"
  },
  {
    "code": "452524",
    "name": "广西壮族自治区玉林市"
  },
  {
    "code": "452525",
    "name": "广西壮族自治区玉林市"
  },
  {
    "code": "452526",
    "name": "广西壮族自治区玉林市"
  },
  {
    "code": "452527",
    "name": "广西壮族自治区玉林市"
  },
  {
    "code": "452528",
    "name": "广西壮族自治区玉林市"
  },
  {
    "code": "452600",
    "name": "广西壮族自治区百色市"
  },
  {
    "code": "452601",
    "name": "广西壮族自治区百色市"
  },
  {
    "code": "452621",
    "name": "广西壮族自治区百色市"
  },
  {
    "code": "452622",
    "name": "广西壮族自治区百色市"
  },
  {
    "code": "452623",
    "name": "广西壮族自治区百色市"
  },
  {
    "code": "452624",
    "name": "广西壮族自治区百色市"
  },
  {
    "code": "452625",
    "name": "广西壮族自治区百色市"
  },
  {
    "code": "452626",
    "name": "广西壮族自治区百色市"
  },
  {
    "code": "452627",
    "name": "广西壮族自治区百色市"
  },
  {
    "code": "452628",
    "name": "广西壮族自治区百色市"
  },
  {
    "code": "452629",
    "name": "广西壮族自治区百色市"
  },
  {
    "code": "452630",
    "name": "广西壮族自治区百色市"
  },
  {
    "code": "452631",
    "name": "广西壮族自治区百色市"
  },
  {
    "code": "452632",
    "name": "广西壮族自治区百色市"
  },
  {
    "code": "452700",
    "name": "广西壮族自治区河池市"
  },
  {
    "code": "452701",
    "name": "广西壮族自治区河池市"
  },
  {
    "code": "452702",
    "name": "广西壮族自治区河池市"
  },
  {
    "code": "452721",
    "name": "广西壮族自治区河池市"
  },
  {
    "code": "452722",
    "name": "广西壮族自治区河池市"
  },
  {
    "code": "452723",
    "name": "广西壮族自治区河池市"
  },
  {
    "code": "452724",
    "name": "广西壮族自治区河池市"
  },
  {
    "code": "452725",
    "name": "广西壮族自治区河池市"
  },
  {
    "code": "452726",
    "name": "广西壮族自治区河池市"
  },
  {
    "code": "452727",
    "name": "广西壮族自治区河池市"
  },
  {
    "code": "452728",
    "name": "广西壮族自治区河池市"
  },
  {
    "code": "452729",
    "name": "广西壮族自治区河池市"
  },
  {
    "code": "452730",
    "name": "广西壮族自治区河池市"
  },
  {
    "code": "452731",
    "name": "广西壮族自治区河池市"
  },
  {
    "code": "452800",
    "name": "广西壮族自治区钦州市"
  },
  {
    "code": "452801",
    "name": "广西壮族自治区钦州市"
  },
  {
    "code": "452802",
    "name": "广西壮族自治区钦州市"
  },
  {
    "code": "452821",
    "name": "广西壮族自治区钦州市"
  },
  {
    "code": "452822",
    "name": "广西壮族自治区钦州市"
  },
  {
    "code": "452823",
    "name": "广西壮族自治区钦州市"
  },
  {
    "code": "452824",
    "name": "广西壮族自治区钦州市"
  },
  {
    "code": "452825",
    "name": "广西壮族自治区钦州市"
  },
  {
    "code": "452826",
    "name": "广西壮族自治区钦州市"
  },
  {
    "code": "460000",
    "name": "海南省海南"
  },
  {
    "code": "460001",
    "name": "海南省通什市"
  },
  {
    "code": "460002",
    "name": "海南省琼海市"
  },
  {
    "code": "460003",
    "name": "海南省儋州市"
  },
  {
    "code": "460004",
    "name": "海南省琼山市"
  },
  {
    "code": "460005",
    "name": "海南省文昌市"
  },
  {
    "code": "460006",
    "name": "海南省万宁市"
  },
  {
    "code": "460007",
    "name": "海南省东方市"
  },
  {
    "code": "460021",
    "name": "海南省琼山县"
  },
  {
    "code": "460022",
    "name": "海南省文昌县"
  },
  {
    "code": "460023",
    "name": "海南省琼海县"
  },
  {
    "code": "460024",
    "name": "海南省万宁县"
  },
  {
    "code": "460025",
    "name": "海南省定安县"
  },
  {
    "code": "460026",
    "name": "海南省屯昌县"
  },
  {
    "code": "460027",
    "name": "海南省澄迈县"
  },
  {
    "code": "460028",
    "name": "海南省临高县"
  },
  {
    "code": "460029",
    "name": "海南省詹县"
  },
  {
    "code": "460030",
    "name": "海南省白沙黎族自治县"
  },
  {
    "code": "460031",
    "name": "海南省昌江黎族自治县"
  },
  {
    "code": "460032",
    "name": "海南省东方黎族自治县"
  },
  {
    "code": "460033",
    "name": "海南省乐东黎族自治县"
  },
  {
    "code": "460034",
    "name": "海南省陵水黎族自治县"
  },
  {
    "code": "460035",
    "name": "海南省保亭黎族苗族自治县"
  },
  {
    "code": "460036",
    "name": "海南省琼中黎族苗族自治县"
  },
  {
    "code": "460037",
    "name": "海南省西沙群岛"
  },
  {
    "code": "460038",
    "name": "海南省南沙群岛"
  },
  {
    "code": "460039",
    "name": "海南省中沙群岛的岛礁及其海域"
  },
  {
    "code": "460100",
    "name": "海南省海口市"
  },
  {
    "code": "460101",
    "name": "海南省海口市"
  },
  {
    "code": "460102",
    "name": "海南省海口市"
  },
  {
    "code": "460103",
    "name": "海南省海口市"
  },
  {
    "code": "460104",
    "name": "海南省海口市"
  },
  {
    "code": "460105",
    "name": "海南省海口市"
  },
  {
    "code": "460106",
    "name": "海南省海口市"
  },
  {
    "code": "460107",
    "name": "海南省海口市"
  },
  {
    "code": "460108",
    "name": "海南省海口市"
  },
  {
    "code": "460200",
    "name": "海南省三亚市"
  },
  {
    "code": "460201",
    "name": "海南省三亚市"
  },
  {
    "code": "469000",
    "name": "海南省省直辖县级行政单位"
  },
  {
    "code": "469001",
    "name": "海南省省直辖县级行政单位"
  },
  {
    "code": "469002",
    "name": "海南省省直辖县级行政单位"
  },
  {
    "code": "469003",
    "name": "海南省省直辖县级行政单位"
  },
  {
    "code": "469004",
    "name": "海南省省直辖县级行政单位"
  },
  {
    "code": "469005",
    "name": "海南省省直辖县级行政单位"
  },
  {
    "code": "469006",
    "name": "海南省省直辖县级行政单位"
  },
  {
    "code": "469007",
    "name": "海南省省直辖县级行政单位"
  },
  {
    "code": "469021",
    "name": "海南省省直辖县级行政单位"
  },
  {
    "code": "469022",
    "name": "海南省省直辖县级行政单位"
  },
  {
    "code": "469023",
    "name": "海南省省直辖县级行政单位"
  },
  {
    "code": "469024",
    "name": "海南省省直辖县级行政单位"
  },
  {
    "code": "469025",
    "name": "海南省省直辖县级行政单位"
  },
  {
    "code": "469026",
    "name": "海南省省直辖县级行政单位"
  },
  {
    "code": "469027",
    "name": "海南省省直辖县级行政单位"
  },
  {
    "code": "469028",
    "name": "海南省省直辖县级行政单位"
  },
  {
    "code": "469029",
    "name": "海南省省直辖县级行政单位"
  },
  {
    "code": "469030",
    "name": "海南省省直辖县级行政单位"
  },
  {
    "code": "469031",
    "name": "海南省省直辖县级行政单位"
  },
  {
    "code": "469032",
    "name": "海南省省直辖县级行政单位"
  },
  {
    "code": "469033",
    "name": "海南省省直辖县级行政单位"
  },
  {
    "code": "469034",
    "name": "海南省省直辖县级行政单位"
  },
  {
    "code": "469035",
    "name": "海南省省直辖县级行政单位"
  },
  {
    "code": "469036",
    "name": "海南省省直辖县级行政单位"
  },
  {
    "code": "469037",
    "name": "海南省省直辖县级行政单位"
  },
  {
    "code": "469038",
    "name": "海南省省直辖县级行政单位"
  },
  {
    "code": "469039",
    "name": "海南省省直辖县级行政单位"
  },
  {
    "code": "500000",
    "name": "重庆市重庆"
  },
  {
    "code": "500100",
    "name": "重庆市市辖区"
  },
  {
    "code": "500101",
    "name": "重庆市万州区"
  },
  {
    "code": "500102",
    "name": "重庆市涪陵区"
  },
  {
    "code": "500103",
    "name": "重庆市渝中区"
  },
  {
    "code": "500104",
    "name": "重庆市大渡口区"
  },
  {
    "code": "500105",
    "name": "重庆市江北区"
  },
  {
    "code": "500106",
    "name": "重庆市沙坪坝区"
  },
  {
    "code": "500107",
    "name": "重庆市九龙坡区"
  },
  {
    "code": "500108",
    "name": "重庆市南岸区"
  },
  {
    "code": "500109",
    "name": "重庆市北碚区"
  },
  {
    "code": "500110",
    "name": "重庆市万盛区"
  },
  {
    "code": "500111",
    "name": "重庆市双桥区"
  },
  {
    "code": "500112",
    "name": "重庆市渝北区"
  },
  {
    "code": "500113",
    "name": "重庆市巴南区"
  },
  {
    "code": "500114",
    "name": "重庆市黔江区"
  },
  {
    "code": "500115",
    "name": "重庆市长寿区"
  },
  {
    "code": "500116",
    "name": "重庆市江津区"
  },
  {
    "code": "500117",
    "name": "重庆市合川区"
  },
  {
    "code": "500118",
    "name": "重庆市永川区"
  },
  {
    "code": "500119",
    "name": "重庆市南川区"
  },
  {
    "code": "500200",
    "name": "重庆市市县"
  },
  {
    "code": "500221",
    "name": "重庆市长寿县"
  },
  {
    "code": "500222",
    "name": "重庆市綦江县"
  },
  {
    "code": "500223",
    "name": "重庆市潼南县"
  },
  {
    "code": "500224",
    "name": "重庆市铜梁县"
  },
  {
    "code": "500225",
    "name": "重庆市大足县"
  },
  {
    "code": "500226",
    "name": "重庆市荣昌县"
  },
  {
    "code": "500227",
    "name": "重庆市璧山县"
  },
  {
    "code": "500228",
    "name": "重庆市梁平县"
  },
  {
    "code": "500229",
    "name": "重庆市城口县"
  },
  {
    "code": "500230",
    "name": "重庆市丰都县"
  },
  {
    "code": "500231",
    "name": "重庆市垫江县"
  },
  {
    "code": "500232",
    "name": "重庆市武隆县"
  },
  {
    "code": "500233",
    "name": "重庆市忠县"
  },
  {
    "code": "500234",
    "name": "重庆市开县"
  },
  {
    "code": "500235",
    "name": "重庆市云阳县"
  },
  {
    "code": "500236",
    "name": "重庆市奉节县"
  },
  {
    "code": "500237",
    "name": "重庆市巫山县"
  },
  {
    "code": "500238",
    "name": "重庆市巫溪县"
  },
  {
    "code": "500239",
    "name": "重庆市黔江土家族苗族自治县"
  },
  {
    "code": "500240",
    "name": "重庆市石柱土家族自治县"
  },
  {
    "code": "500241",
    "name": "重庆市秀山土家族苗族自治县"
  },
  {
    "code": "500242",
    "name": "重庆市酉阳土家族苗族自治县"
  },
  {
    "code": "500243",
    "name": "重庆市彭水苗族土家族自治县"
  },
  {
    "code": "500300",
    "name": "重庆市辖市"
  },
  {
    "code": "500381",
    "name": "重庆市市江津市"
  },
  {
    "code": "500382",
    "name": "重庆市市合川市"
  },
  {
    "code": "500383",
    "name": "重庆市永川市"
  },
  {
    "code": "500384",
    "name": "重庆市市南川市"
  },
  {
    "code": "500900",
    "name": "重庆市黔江及直属局"
  },
  {
    "code": "500901",
    "name": "重庆市黔江及直属局"
  },
  {
    "code": "500902",
    "name": "重庆市黔江及直属局"
  },
  {
    "code": "500903",
    "name": "重庆市黔江及直属局"
  },
  {
    "code": "500904",
    "name": "重庆市黔江及直属局"
  },
  {
    "code": "510000",
    "name": "四川省四川"
  },
  {
    "code": "510100",
    "name": "四川省成都市"
  },
  {
    "code": "510101",
    "name": "四川省成都市"
  },
  {
    "code": "510102",
    "name": "四川省成都市"
  },
  {
    "code": "510103",
    "name": "四川省成都市"
  },
  {
    "code": "510104",
    "name": "四川省成都市"
  },
  {
    "code": "510105",
    "name": "四川省成都市"
  },
  {
    "code": "510106",
    "name": "四川省成都市"
  },
  {
    "code": "510107",
    "name": "四川省成都市"
  },
  {
    "code": "510108",
    "name": "四川省成都市"
  },
  {
    "code": "510109",
    "name": "四川省成都市"
  },
  {
    "code": "510111",
    "name": "四川省成都市"
  },
  {
    "code": "510112",
    "name": "四川省成都市"
  },
  {
    "code": "510113",
    "name": "四川省成都市"
  },
  {
    "code": "510114",
    "name": "四川省成都市"
  },
  {
    "code": "510115",
    "name": "四川省成都市"
  },
  {
    "code": "510120",
    "name": "四川省成都市"
  },
  {
    "code": "510121",
    "name": "四川省成都市"
  },
  {
    "code": "510122",
    "name": "四川省成都市"
  },
  {
    "code": "510123",
    "name": "四川省成都市"
  },
  {
    "code": "510124",
    "name": "四川省成都市"
  },
  {
    "code": "510125",
    "name": "四川省成都市"
  },
  {
    "code": "510126",
    "name": "四川省成都市"
  },
  {
    "code": "510127",
    "name": "四川省成都市"
  },
  {
    "code": "510128",
    "name": "四川省成都市"
  },
  {
    "code": "510129",
    "name": "四川省成都市"
  },
  {
    "code": "510130",
    "name": "四川省成都市"
  },
  {
    "code": "510131",
    "name": "四川省成都市"
  },
  {
    "code": "510132",
    "name": "四川省成都市"
  },
  {
    "code": "510181",
    "name": "四川省成都市"
  },
  {
    "code": "510182",
    "name": "四川省成都市"
  },
  {
    "code": "510183",
    "name": "四川省成都市"
  },
  {
    "code": "510184",
    "name": "四川省成都市"
  },
  {
    "code": "510200",
    "name": "四川省重庆市"
  },
  {
    "code": "510201",
    "name": "四川省重庆市"
  },
  {
    "code": "510202",
    "name": "四川省重庆市"
  },
  {
    "code": "510203",
    "name": "四川省重庆市"
  },
  {
    "code": "510211",
    "name": "四川省重庆市"
  },
  {
    "code": "510212",
    "name": "四川省重庆市"
  },
  {
    "code": "510213",
    "name": "四川省重庆市"
  },
  {
    "code": "510214",
    "name": "四川省重庆市"
  },
  {
    "code": "510215",
    "name": "四川省重庆市"
  },
  {
    "code": "510216",
    "name": "四川省重庆市"
  },
  {
    "code": "510217",
    "name": "四川省重庆市"
  },
  {
    "code": "510218",
    "name": "四川省重庆市"
  },
  {
    "code": "510219",
    "name": "四川省重庆市"
  },
  {
    "code": "510220",
    "name": "四川省重庆市"
  },
  {
    "code": "510221",
    "name": "四川省重庆市"
  },
  {
    "code": "510222",
    "name": "四川省重庆市"
  },
  {
    "code": "510223",
    "name": "四川省重庆市"
  },
  {
    "code": "510224",
    "name": "四川省重庆市"
  },
  {
    "code": "510225",
    "name": "四川省重庆市"
  },
  {
    "code": "510226",
    "name": "四川省重庆市"
  },
  {
    "code": "510227",
    "name": "四川省重庆市"
  },
  {
    "code": "510228",
    "name": "四川省重庆市"
  },
  {
    "code": "510229",
    "name": "四川省重庆市"
  },
  {
    "code": "510230",
    "name": "四川省重庆市"
  },
  {
    "code": "510231",
    "name": "四川省重庆市"
  },
  {
    "code": "510232",
    "name": "四川省重庆市"
  },
  {
    "code": "510281",
    "name": "四川省重庆市"
  },
  {
    "code": "510282",
    "name": "四川省重庆市"
  },
  {
    "code": "510283",
    "name": "四川省重庆市"
  },
  {
    "code": "510300",
    "name": "四川省自贡市"
  },
  {
    "code": "510301",
    "name": "四川省自贡市"
  },
  {
    "code": "510302",
    "name": "四川省自贡市"
  },
  {
    "code": "510303",
    "name": "四川省自贡市"
  },
  {
    "code": "510304",
    "name": "四川省自贡市"
  },
  {
    "code": "510311",
    "name": "四川省自贡市"
  },
  {
    "code": "510320",
    "name": "四川省自贡市"
  },
  {
    "code": "510321",
    "name": "四川省自贡市"
  },
  {
    "code": "510322",
    "name": "四川省自贡市"
  },
  {
    "code": "510400",
    "name": "四川省攀枝花市"
  },
  {
    "code": "510401",
    "name": "四川省攀枝花市"
  },
  {
    "code": "510402",
    "name": "四川省攀枝花市"
  },
  {
    "code": "510403",
    "name": "四川省攀枝花市"
  },
  {
    "code": "510411",
    "name": "四川省攀枝花市"
  },
  {
    "code": "510421",
    "name": "四川省攀枝花市"
  },
  {
    "code": "510422",
    "name": "四川省攀枝花市"
  },
  {
    "code": "510500",
    "name": "四川省泸州市"
  },
  {
    "code": "510501",
    "name": "四川省泸州市"
  },
  {
    "code": "510502",
    "name": "四川省泸州市"
  },
  {
    "code": "510503",
    "name": "四川省泸州市"
  },
  {
    "code": "510504",
    "name": "四川省泸州市"
  },
  {
    "code": "510521",
    "name": "四川省泸州市"
  },
  {
    "code": "510522",
    "name": "四川省泸州市"
  },
  {
    "code": "510523",
    "name": "四川省泸州市"
  },
  {
    "code": "510524",
    "name": "四川省泸州市"
  },
  {
    "code": "510525",
    "name": "四川省泸州市"
  },
  {
    "code": "510600",
    "name": "四川省德阳市"
  },
  {
    "code": "510601",
    "name": "四川省德阳市"
  },
  {
    "code": "510602",
    "name": "四川省德阳市"
  },
  {
    "code": "510603",
    "name": "四川省德阳市"
  },
  {
    "code": "510621",
    "name": "四川省德阳市"
  },
  {
    "code": "510622",
    "name": "四川省德阳市"
  },
  {
    "code": "510623",
    "name": "四川省德阳市"
  },
  {
    "code": "510624",
    "name": "四川省德阳市"
  },
  {
    "code": "510625",
    "name": "四川省德阳市"
  },
  {
    "code": "510626",
    "name": "四川省德阳市"
  },
  {
    "code": "510681",
    "name": "四川省德阳市"
  },
  {
    "code": "510682",
    "name": "四川省德阳市"
  },
  {
    "code": "510683",
    "name": "四川省德阳市"
  },
  {
    "code": "510700",
    "name": "四川省绵阳市"
  },
  {
    "code": "510701",
    "name": "四川省绵阳市"
  },
  {
    "code": "510702",
    "name": "四川省绵阳市"
  },
  {
    "code": "510703",
    "name": "四川省绵阳市"
  },
  {
    "code": "510704",
    "name": "四川省绵阳市"
  },
  {
    "code": "510721",
    "name": "四川省绵阳市"
  },
  {
    "code": "510722",
    "name": "四川省绵阳市"
  },
  {
    "code": "510723",
    "name": "四川省绵阳市"
  },
  {
    "code": "510724",
    "name": "四川省绵阳市"
  },
  {
    "code": "510725",
    "name": "四川省绵阳市"
  },
  {
    "code": "510726",
    "name": "四川省绵阳市"
  },
  {
    "code": "510727",
    "name": "四川省绵阳市"
  },
  {
    "code": "510781",
    "name": "四川省绵阳市"
  },
  {
    "code": "510800",
    "name": "四川省广元市"
  },
  {
    "code": "510801",
    "name": "四川省广元市"
  },
  {
    "code": "510802",
    "name": "四川省广元市"
  },
  {
    "code": "510811",
    "name": "四川省广元市"
  },
  {
    "code": "510812",
    "name": "四川省广元市"
  },
  {
    "code": "510821",
    "name": "四川省广元市"
  },
  {
    "code": "510822",
    "name": "四川省广元市"
  },
  {
    "code": "510823",
    "name": "四川省广元市"
  },
  {
    "code": "510824",
    "name": "四川省广元市"
  },
  {
    "code": "510900",
    "name": "四川省遂宁市"
  },
  {
    "code": "510901",
    "name": "四川省遂宁市"
  },
  {
    "code": "510902",
    "name": "四川省遂宁市"
  },
  {
    "code": "510903",
    "name": "四川省遂宁市"
  },
  {
    "code": "510904",
    "name": "四川省遂宁市"
  },
  {
    "code": "510921",
    "name": "四川省遂宁市"
  },
  {
    "code": "510922",
    "name": "四川省遂宁市"
  },
  {
    "code": "510923",
    "name": "四川省遂宁市"
  },
  {
    "code": "511000",
    "name": "四川省内江市"
  },
  {
    "code": "511001",
    "name": "四川省内江市"
  },
  {
    "code": "511002",
    "name": "四川省内江市"
  },
  {
    "code": "511011",
    "name": "四川省内江市"
  },
  {
    "code": "511021",
    "name": "四川省内江市"
  },
  {
    "code": "511022",
    "name": "四川省内江市"
  },
  {
    "code": "511023",
    "name": "四川省内江市"
  },
  {
    "code": "511024",
    "name": "四川省内江市"
  },
  {
    "code": "511025",
    "name": "四川省内江市"
  },
  {
    "code": "511026",
    "name": "四川省内江市"
  },
  {
    "code": "511027",
    "name": "四川省内江市"
  },
  {
    "code": "511028",
    "name": "四川省内江市"
  },
  {
    "code": "511100",
    "name": "四川省乐山市"
  },
  {
    "code": "511101",
    "name": "四川省乐山市"
  },
  {
    "code": "511102",
    "name": "四川省乐山市"
  },
  {
    "code": "511111",
    "name": "四川省乐山市"
  },
  {
    "code": "511112",
    "name": "四川省乐山市"
  },
  {
    "code": "511113",
    "name": "四川省乐山市"
  },
  {
    "code": "511121",
    "name": "四川省乐山市"
  },
  {
    "code": "511122",
    "name": "四川省乐山市"
  },
  {
    "code": "511123",
    "name": "四川省乐山市"
  },
  {
    "code": "511124",
    "name": "四川省乐山市"
  },
  {
    "code": "511125",
    "name": "四川省乐山市"
  },
  {
    "code": "511126",
    "name": "四川省乐山市"
  },
  {
    "code": "511127",
    "name": "四川省乐山市"
  },
  {
    "code": "511128",
    "name": "四川省乐山市"
  },
  {
    "code": "511129",
    "name": "四川省乐山市"
  },
  {
    "code": "511130",
    "name": "四川省乐山市"
  },
  {
    "code": "511131",
    "name": "四川省乐山市"
  },
  {
    "code": "511132",
    "name": "四川省乐山市"
  },
  {
    "code": "511133",
    "name": "四川省乐山市"
  },
  {
    "code": "511181",
    "name": "四川省乐山市"
  },
  {
    "code": "511200",
    "name": "四川省万县市"
  },
  {
    "code": "511201",
    "name": "四川省万县市"
  },
  {
    "code": "511202",
    "name": "四川省万县市"
  },
  {
    "code": "511203",
    "name": "四川省万县市"
  },
  {
    "code": "511204",
    "name": "四川省万县市"
  },
  {
    "code": "511221",
    "name": "四川省万县市"
  },
  {
    "code": "511222",
    "name": "四川省万县市"
  },
  {
    "code": "511223",
    "name": "四川省万县市"
  },
  {
    "code": "511224",
    "name": "四川省万县市"
  },
  {
    "code": "511225",
    "name": "四川省万县市"
  },
  {
    "code": "511226",
    "name": "四川省万县市"
  },
  {
    "code": "511227",
    "name": "四川省万县市"
  },
  {
    "code": "511228",
    "name": "四川省万县市"
  },
  {
    "code": "511300",
    "name": "四川省南充市"
  },
  {
    "code": "511301",
    "name": "四川省南充市"
  },
  {
    "code": "511302",
    "name": "四川省南充市"
  },
  {
    "code": "511303",
    "name": "四川省南充市"
  },
  {
    "code": "511304",
    "name": "四川省南充市"
  },
  {
    "code": "511321",
    "name": "四川省南充市"
  },
  {
    "code": "511322",
    "name": "四川省南充市"
  },
  {
    "code": "511323",
    "name": "四川省南充市"
  },
  {
    "code": "511324",
    "name": "四川省南充市"
  },
  {
    "code": "511325",
    "name": "四川省南充市"
  },
  {
    "code": "511381",
    "name": "四川省南充市"
  },
  {
    "code": "511400",
    "name": "四川省眉山市"
  },
  {
    "code": "511401",
    "name": "四川省眉山市"
  },
  {
    "code": "511402",
    "name": "四川省眉山市"
  },
  {
    "code": "511421",
    "name": "四川省眉山市"
  },
  {
    "code": "511422",
    "name": "四川省眉山市"
  },
  {
    "code": "511423",
    "name": "四川省眉山市"
  },
  {
    "code": "511424",
    "name": "四川省眉山市"
  },
  {
    "code": "511425",
    "name": "四川省眉山市"
  },
  {
    "code": "511500",
    "name": "四川省宜宾市"
  },
  {
    "code": "511501",
    "name": "四川省宜宾市"
  },
  {
    "code": "511502",
    "name": "四川省宜宾市"
  },
  {
    "code": "511521",
    "name": "四川省宜宾市"
  },
  {
    "code": "511522",
    "name": "四川省宜宾市"
  },
  {
    "code": "511523",
    "name": "四川省宜宾市"
  },
  {
    "code": "511524",
    "name": "四川省宜宾市"
  },
  {
    "code": "511525",
    "name": "四川省宜宾市"
  },
  {
    "code": "511526",
    "name": "四川省宜宾市"
  },
  {
    "code": "511527",
    "name": "四川省宜宾市"
  },
  {
    "code": "511528",
    "name": "四川省宜宾市"
  },
  {
    "code": "511529",
    "name": "四川省宜宾市"
  },
  {
    "code": "511600",
    "name": "四川省广安市"
  },
  {
    "code": "511601",
    "name": "四川省广安市"
  },
  {
    "code": "511602",
    "name": "四川省广安市"
  },
  {
    "code": "511621",
    "name": "四川省广安市"
  },
  {
    "code": "511622",
    "name": "四川省广安市"
  },
  {
    "code": "511623",
    "name": "四川省广安市"
  },
  {
    "code": "511681",
    "name": "四川省广安市"
  },
  {
    "code": "511700",
    "name": "四川省达州市"
  },
  {
    "code": "511701",
    "name": "四川省达州市"
  },
  {
    "code": "511702",
    "name": "四川省达州市"
  },
  {
    "code": "511721",
    "name": "四川省达州市"
  },
  {
    "code": "511722",
    "name": "四川省达州市"
  },
  {
    "code": "511723",
    "name": "四川省达州市"
  },
  {
    "code": "511724",
    "name": "四川省达州市"
  },
  {
    "code": "511725",
    "name": "四川省达州市"
  },
  {
    "code": "511781",
    "name": "四川省达州市"
  },
  {
    "code": "511800",
    "name": "四川省雅安市"
  },
  {
    "code": "511801",
    "name": "四川省雅安市"
  },
  {
    "code": "511802",
    "name": "四川省雅安市"
  },
  {
    "code": "511821",
    "name": "四川省雅安市"
  },
  {
    "code": "511822",
    "name": "四川省雅安市"
  },
  {
    "code": "511823",
    "name": "四川省雅安市"
  },
  {
    "code": "511824",
    "name": "四川省雅安市"
  },
  {
    "code": "511825",
    "name": "四川省雅安市"
  },
  {
    "code": "511826",
    "name": "四川省雅安市"
  },
  {
    "code": "511827",
    "name": "四川省雅安市"
  },
  {
    "code": "511900",
    "name": "四川省巴中市"
  },
  {
    "code": "511901",
    "name": "四川省巴中市"
  },
  {
    "code": "511902",
    "name": "四川省巴中市"
  },
  {
    "code": "511921",
    "name": "四川省巴中市"
  },
  {
    "code": "511922",
    "name": "四川省巴中市"
  },
  {
    "code": "511923",
    "name": "四川省巴中市"
  },
  {
    "code": "512000",
    "name": "四川省资阳市"
  },
  {
    "code": "512001",
    "name": "四川省资阳市"
  },
  {
    "code": "512002",
    "name": "四川省资阳市"
  },
  {
    "code": "512021",
    "name": "四川省资阳市"
  },
  {
    "code": "512022",
    "name": "四川省资阳市"
  },
  {
    "code": "512081",
    "name": "四川省资阳市"
  },
  {
    "code": "512100",
    "name": "四川省重庆市"
  },
  {
    "code": "512121",
    "name": "四川省重庆市"
  },
  {
    "code": "512122",
    "name": "四川省重庆市"
  },
  {
    "code": "512123",
    "name": "四川省重庆市"
  },
  {
    "code": "512124",
    "name": "四川省重庆市"
  },
  {
    "code": "512125",
    "name": "四川省重庆市"
  },
  {
    "code": "512126",
    "name": "四川省重庆市"
  },
  {
    "code": "512127",
    "name": "四川省重庆市"
  },
  {
    "code": "512128",
    "name": "四川省重庆市"
  },
  {
    "code": "512200",
    "name": "四川省万县市"
  },
  {
    "code": "512201",
    "name": "四川省万县市"
  },
  {
    "code": "512221",
    "name": "四川省万县市"
  },
  {
    "code": "512222",
    "name": "四川省万县市"
  },
  {
    "code": "512223",
    "name": "四川省万县市"
  },
  {
    "code": "512224",
    "name": "四川省万县市"
  },
  {
    "code": "512225",
    "name": "四川省万县市"
  },
  {
    "code": "512226",
    "name": "四川省万县市"
  },
  {
    "code": "512227",
    "name": "四川省万县市"
  },
  {
    "code": "512228",
    "name": "四川省万县市"
  },
  {
    "code": "512229",
    "name": "四川省万县市"
  },
  {
    "code": "512300",
    "name": "四川省涪陵市"
  },
  {
    "code": "512301",
    "name": "四川省涪陵市"
  },
  {
    "code": "512302",
    "name": "四川省涪陵市"
  },
  {
    "code": "512321",
    "name": "四川省涪陵市"
  },
  {
    "code": "512322",
    "name": "四川省涪陵市"
  },
  {
    "code": "512323",
    "name": "四川省涪陵市"
  },
  {
    "code": "512324",
    "name": "四川省涪陵市"
  },
  {
    "code": "512325",
    "name": "四川省涪陵市"
  },
  {
    "code": "512326",
    "name": "四川省涪陵市"
  },
  {
    "code": "512327",
    "name": "四川省涪陵市"
  },
  {
    "code": "512328",
    "name": "四川省涪陵市"
  },
  {
    "code": "512329",
    "name": "四川省涪陵市"
  },
  {
    "code": "512330",
    "name": "四川省涪陵市"
  },
  {
    "code": "512400",
    "name": "四川省内江市"
  },
  {
    "code": "512401",
    "name": "四川省内江市"
  },
  {
    "code": "512421",
    "name": "四川省内江市"
  },
  {
    "code": "512422",
    "name": "四川省内江市"
  },
  {
    "code": "512423",
    "name": "四川省内江市"
  },
  {
    "code": "512424",
    "name": "四川省内江市"
  },
  {
    "code": "512425",
    "name": "四川省内江市"
  },
  {
    "code": "512426",
    "name": "四川省内江市"
  },
  {
    "code": "512427",
    "name": "四川省内江市"
  },
  {
    "code": "512428",
    "name": "四川省内江市"
  },
  {
    "code": "512500",
    "name": "四川省宜宾市"
  },
  {
    "code": "512501",
    "name": "四川省宜宾市"
  },
  {
    "code": "512502",
    "name": "四川省宜宾市"
  },
  {
    "code": "512521",
    "name": "四川省宜宾市"
  },
  {
    "code": "512522",
    "name": "四川省宜宾市"
  },
  {
    "code": "512523",
    "name": "四川省宜宾市"
  },
  {
    "code": "512524",
    "name": "四川省宜宾市"
  },
  {
    "code": "512525",
    "name": "四川省宜宾市"
  },
  {
    "code": "512526",
    "name": "四川省宜宾市"
  },
  {
    "code": "512527",
    "name": "四川省宜宾市"
  },
  {
    "code": "512528",
    "name": "四川省宜宾市"
  },
  {
    "code": "512529",
    "name": "四川省宜宾市"
  },
  {
    "code": "512530",
    "name": "四川省宜宾市"
  },
  {
    "code": "512531",
    "name": "四川省宜宾市"
  },
  {
    "code": "512532",
    "name": "四川省宜宾市"
  },
  {
    "code": "512533",
    "name": "四川省宜宾市"
  },
  {
    "code": "512534",
    "name": "四川省宜宾市"
  },
  {
    "code": "512535",
    "name": "四川省宜宾市"
  },
  {
    "code": "512600",
    "name": "四川省乐山市"
  },
  {
    "code": "512601",
    "name": "四川省乐山市"
  },
  {
    "code": "512621",
    "name": "四川省乐山市"
  },
  {
    "code": "512622",
    "name": "四川省乐山市"
  },
  {
    "code": "512623",
    "name": "四川省乐山市"
  },
  {
    "code": "512624",
    "name": "四川省乐山市"
  },
  {
    "code": "512625",
    "name": "四川省乐山市"
  },
  {
    "code": "512626",
    "name": "四川省乐山市"
  },
  {
    "code": "512627",
    "name": "四川省乐山市"
  },
  {
    "code": "512628",
    "name": "四川省乐山市"
  },
  {
    "code": "512629",
    "name": "四川省乐山市"
  },
  {
    "code": "512630",
    "name": "四川省乐山市"
  },
  {
    "code": "512631",
    "name": "四川省乐山市"
  },
  {
    "code": "512632",
    "name": "四川省乐山市"
  },
  {
    "code": "512633",
    "name": "四川省乐山市"
  },
  {
    "code": "512634",
    "name": "四川省乐山市"
  },
  {
    "code": "512700",
    "name": "四川省成都市"
  },
  {
    "code": "512721",
    "name": "四川省成都市"
  },
  {
    "code": "512722",
    "name": "四川省成都市"
  },
  {
    "code": "512723",
    "name": "四川省成都市"
  },
  {
    "code": "512724",
    "name": "四川省成都市"
  },
  {
    "code": "512725",
    "name": "四川省成都市"
  },
  {
    "code": "512726",
    "name": "四川省成都市"
  },
  {
    "code": "512727",
    "name": "四川省成都市"
  },
  {
    "code": "512728",
    "name": "四川省成都市"
  },
  {
    "code": "512729",
    "name": "四川省成都市"
  },
  {
    "code": "512730",
    "name": "四川省成都市"
  },
  {
    "code": "512731",
    "name": "四川省成都市"
  },
  {
    "code": "512732",
    "name": "四川省成都市"
  },
  {
    "code": "512800",
    "name": "四川省绵阳市"
  },
  {
    "code": "512801",
    "name": "四川省绵阳市"
  },
  {
    "code": "512821",
    "name": "四川省绵阳市"
  },
  {
    "code": "512822",
    "name": "四川省绵阳市"
  },
  {
    "code": "512823",
    "name": "四川省绵阳市"
  },
  {
    "code": "512824",
    "name": "四川省绵阳市"
  },
  {
    "code": "512825",
    "name": "四川省绵阳市"
  },
  {
    "code": "512826",
    "name": "四川省绵阳市"
  },
  {
    "code": "512827",
    "name": "四川省绵阳市"
  },
  {
    "code": "512828",
    "name": "四川省绵阳市"
  },
  {
    "code": "512829",
    "name": "四川省绵阳市"
  },
  {
    "code": "512830",
    "name": "四川省绵阳市"
  },
  {
    "code": "512831",
    "name": "四川省绵阳市"
  },
  {
    "code": "512832",
    "name": "四川省绵阳市"
  },
  {
    "code": "512833",
    "name": "四川省绵阳市"
  },
  {
    "code": "512834",
    "name": "四川省绵阳市"
  },
  {
    "code": "512835",
    "name": "四川省绵阳市"
  },
  {
    "code": "512836",
    "name": "四川省绵阳市"
  },
  {
    "code": "512837",
    "name": "四川省绵阳市"
  },
  {
    "code": "512900",
    "name": "四川省南充市"
  },
  {
    "code": "512901",
    "name": "四川省南充市"
  },
  {
    "code": "512902",
    "name": "四川省南充市"
  },
  {
    "code": "512903",
    "name": "四川省南充市"
  },
  {
    "code": "512921",
    "name": "四川省南充市"
  },
  {
    "code": "512922",
    "name": "四川省南充市"
  },
  {
    "code": "512923",
    "name": "四川省南充市"
  },
  {
    "code": "512924",
    "name": "四川省南充市"
  },
  {
    "code": "512925",
    "name": "四川省南充市"
  },
  {
    "code": "512926",
    "name": "四川省南充市"
  },
  {
    "code": "512927",
    "name": "四川省南充市"
  },
  {
    "code": "512928",
    "name": "四川省南充市"
  },
  {
    "code": "512929",
    "name": "四川省南充市"
  },
  {
    "code": "512930",
    "name": "四川省南充市"
  },
  {
    "code": "512931",
    "name": "四川省南充市"
  },
  {
    "code": "512932",
    "name": "四川省南充市"
  },
  {
    "code": "513000",
    "name": "四川省达川地区"
  },
  {
    "code": "513001",
    "name": "四川省达川地区"
  },
  {
    "code": "513002",
    "name": "四川省达川地区"
  },
  {
    "code": "513021",
    "name": "四川省达川地区"
  },
  {
    "code": "513022",
    "name": "四川省达川地区"
  },
  {
    "code": "513023",
    "name": "四川省达川地区"
  },
  {
    "code": "513024",
    "name": "四川省达川地区"
  },
  {
    "code": "513025",
    "name": "四川省达川地区"
  },
  {
    "code": "513026",
    "name": "四川省达川地区"
  },
  {
    "code": "513027",
    "name": "四川省达川地区"
  },
  {
    "code": "513028",
    "name": "四川省达川地区"
  },
  {
    "code": "513029",
    "name": "四川省达川地区"
  },
  {
    "code": "513030",
    "name": "四川省达川地区"
  },
  {
    "code": "513031",
    "name": "四川省达川地区"
  },
  {
    "code": "513032",
    "name": "四川省达川地区"
  },
  {
    "code": "513100",
    "name": "四川省雅安市"
  },
  {
    "code": "513101",
    "name": "四川省雅安市"
  },
  {
    "code": "513121",
    "name": "四川省雅安市"
  },
  {
    "code": "513122",
    "name": "四川省雅安市"
  },
  {
    "code": "513123",
    "name": "四川省雅安市"
  },
  {
    "code": "513124",
    "name": "四川省雅安市"
  },
  {
    "code": "513125",
    "name": "四川省雅安市"
  },
  {
    "code": "513126",
    "name": "四川省雅安市"
  },
  {
    "code": "513127",
    "name": "四川省雅安市"
  },
  {
    "code": "513128",
    "name": "四川省雅安市"
  },
  {
    "code": "513200",
    "name": "四川省阿坝藏族羌族自治州"
  },
  {
    "code": "513221",
    "name": "四川省阿坝藏族羌族自治州"
  },
  {
    "code": "513222",
    "name": "四川省阿坝藏族羌族自治州"
  },
  {
    "code": "513223",
    "name": "四川省阿坝藏族羌族自治州"
  },
  {
    "code": "513224",
    "name": "四川省阿坝藏族羌族自治州"
  },
  {
    "code": "513225",
    "name": "四川省阿坝藏族羌族自治州"
  },
  {
    "code": "513226",
    "name": "四川省阿坝藏族羌族自治州"
  },
  {
    "code": "513227",
    "name": "四川省阿坝藏族羌族自治州"
  },
  {
    "code": "513228",
    "name": "四川省阿坝藏族羌族自治州"
  },
  {
    "code": "513229",
    "name": "四川省阿坝藏族羌族自治州"
  },
  {
    "code": "513230",
    "name": "四川省阿坝藏族羌族自治州"
  },
  {
    "code": "513231",
    "name": "四川省阿坝藏族羌族自治州"
  },
  {
    "code": "513232",
    "name": "四川省阿坝藏族羌族自治州"
  },
  {
    "code": "513233",
    "name": "四川省阿坝藏族羌族自治州"
  },
  {
    "code": "513300",
    "name": "四川省甘孜藏族自治州"
  },
  {
    "code": "513321",
    "name": "四川省甘孜藏族自治州"
  },
  {
    "code": "513322",
    "name": "四川省甘孜藏族自治州"
  },
  {
    "code": "513323",
    "name": "四川省甘孜藏族自治州"
  },
  {
    "code": "513324",
    "name": "四川省甘孜藏族自治州"
  },
  {
    "code": "513325",
    "name": "四川省甘孜藏族自治州"
  },
  {
    "code": "513326",
    "name": "四川省甘孜藏族自治州"
  },
  {
    "code": "513327",
    "name": "四川省甘孜藏族自治州"
  },
  {
    "code": "513328",
    "name": "四川省甘孜藏族自治州"
  },
  {
    "code": "513329",
    "name": "四川省甘孜藏族自治州"
  },
  {
    "code": "513330",
    "name": "四川省甘孜藏族自治州"
  },
  {
    "code": "513331",
    "name": "四川省甘孜藏族自治州"
  },
  {
    "code": "513332",
    "name": "四川省甘孜藏族自治州"
  },
  {
    "code": "513333",
    "name": "四川省甘孜藏族自治州"
  },
  {
    "code": "513334",
    "name": "四川省甘孜藏族自治州"
  },
  {
    "code": "513335",
    "name": "四川省甘孜藏族自治州"
  },
  {
    "code": "513336",
    "name": "四川省甘孜藏族自治州"
  },
  {
    "code": "513337",
    "name": "四川省甘孜藏族自治州"
  },
  {
    "code": "513338",
    "name": "四川省甘孜藏族自治州"
  },
  {
    "code": "513400",
    "name": "四川省凉山彝族自治州"
  },
  {
    "code": "513401",
    "name": "四川省凉山彝族自治州"
  },
  {
    "code": "513402",
    "name": "四川省凉山彝族自治州"
  },
  {
    "code": "513421",
    "name": "四川省凉山彝族自治州"
  },
  {
    "code": "513422",
    "name": "四川省凉山彝族自治州"
  },
  {
    "code": "513423",
    "name": "四川省凉山彝族自治州"
  },
  {
    "code": "513424",
    "name": "四川省凉山彝族自治州"
  },
  {
    "code": "513425",
    "name": "四川省凉山彝族自治州"
  },
  {
    "code": "513426",
    "name": "四川省凉山彝族自治州"
  },
  {
    "code": "513427",
    "name": "四川省凉山彝族自治州"
  },
  {
    "code": "513428",
    "name": "四川省凉山彝族自治州"
  },
  {
    "code": "513429",
    "name": "四川省凉山彝族自治州"
  },
  {
    "code": "513430",
    "name": "四川省凉山彝族自治州"
  },
  {
    "code": "513431",
    "name": "四川省凉山彝族自治州"
  },
  {
    "code": "513432",
    "name": "四川省凉山彝族自治州"
  },
  {
    "code": "513433",
    "name": "四川省凉山彝族自治州"
  },
  {
    "code": "513434",
    "name": "四川省凉山彝族自治州"
  },
  {
    "code": "513435",
    "name": "四川省凉山彝族自治州"
  },
  {
    "code": "513436",
    "name": "四川省凉山彝族自治州"
  },
  {
    "code": "513437",
    "name": "四川省凉山彝族自治州"
  },
  {
    "code": "513500",
    "name": "四川省黔江地区"
  },
  {
    "code": "513521",
    "name": "四川省黔江地区"
  },
  {
    "code": "513522",
    "name": "四川省黔江地区"
  },
  {
    "code": "513523",
    "name": "四川省黔江地区"
  },
  {
    "code": "513524",
    "name": "四川省黔江地区"
  },
  {
    "code": "513525",
    "name": "四川省黔江地区"
  },
  {
    "code": "513600",
    "name": "四川省广安市"
  },
  {
    "code": "513601",
    "name": "四川省广安市"
  },
  {
    "code": "513621",
    "name": "四川省广安市"
  },
  {
    "code": "513622",
    "name": "四川省广安市"
  },
  {
    "code": "513623",
    "name": "四川省广安市"
  },
  {
    "code": "513624",
    "name": "四川省广安市"
  },
  {
    "code": "513700",
    "name": "四川省巴中市"
  },
  {
    "code": "513701",
    "name": "四川省巴中市"
  },
  {
    "code": "513721",
    "name": "四川省巴中市"
  },
  {
    "code": "513722",
    "name": "四川省巴中市"
  },
  {
    "code": "513723",
    "name": "四川省巴中市"
  },
  {
    "code": "513800",
    "name": "四川省眉山市"
  },
  {
    "code": "513821",
    "name": "四川省眉山市"
  },
  {
    "code": "513822",
    "name": "四川省眉山市"
  },
  {
    "code": "513823",
    "name": "四川省眉山市"
  },
  {
    "code": "513824",
    "name": "四川省眉山市"
  },
  {
    "code": "513825",
    "name": "四川省眉山市"
  },
  {
    "code": "513826",
    "name": "四川省眉山市"
  },
  {
    "code": "513900",
    "name": "四川省资阳市"
  },
  {
    "code": "513901",
    "name": "四川省资阳市"
  },
  {
    "code": "513902",
    "name": "四川省资阳市"
  },
  {
    "code": "513921",
    "name": "四川省资阳市"
  },
  {
    "code": "513922",
    "name": "四川省资阳市"
  },
  {
    "code": "519000",
    "name": "四川省省直辖行政单位"
  },
  {
    "code": "519001",
    "name": "四川省省直辖行政单位"
  },
  {
    "code": "519002",
    "name": "四川省省直辖行政单位"
  },
  {
    "code": "519003",
    "name": "四川省省直辖行政单位"
  },
  {
    "code": "519004",
    "name": "四川省省直辖行政单位"
  },
  {
    "code": "520000",
    "name": "贵州省贵州"
  },
  {
    "code": "520100",
    "name": "贵州省贵阳市"
  },
  {
    "code": "520101",
    "name": "贵州省贵阳市"
  },
  {
    "code": "520102",
    "name": "贵州省贵阳市"
  },
  {
    "code": "520103",
    "name": "贵州省贵阳市"
  },
  {
    "code": "520111",
    "name": "贵州省贵阳市"
  },
  {
    "code": "520112",
    "name": "贵州省贵阳市"
  },
  {
    "code": "520113",
    "name": "贵州省贵阳市"
  },
  {
    "code": "520114",
    "name": "贵州省贵阳市"
  },
  {
    "code": "520121",
    "name": "贵州省贵阳市"
  },
  {
    "code": "520122",
    "name": "贵州省贵阳市"
  },
  {
    "code": "520123",
    "name": "贵州省贵阳市"
  },
  {
    "code": "520181",
    "name": "贵州省贵阳市"
  },
  {
    "code": "520200",
    "name": "贵州省六盘水市"
  },
  {
    "code": "520201",
    "name": "贵州省六盘水市"
  },
  {
    "code": "520202",
    "name": "贵州省六盘水市"
  },
  {
    "code": "520203",
    "name": "贵州省六盘水市"
  },
  {
    "code": "520204",
    "name": "贵州省六盘水市"
  },
  {
    "code": "520221",
    "name": "贵州省六盘水市"
  },
  {
    "code": "520222",
    "name": "贵州省六盘水市"
  },
  {
    "code": "520300",
    "name": "贵州省遵义市"
  },
  {
    "code": "520301",
    "name": "贵州省遵义市"
  },
  {
    "code": "520302",
    "name": "贵州省遵义市"
  },
  {
    "code": "520303",
    "name": "贵州省遵义市"
  },
  {
    "code": "520321",
    "name": "贵州省遵义市"
  },
  {
    "code": "520322",
    "name": "贵州省遵义市"
  },
  {
    "code": "520323",
    "name": "贵州省遵义市"
  },
  {
    "code": "520324",
    "name": "贵州省遵义市"
  },
  {
    "code": "520325",
    "name": "贵州省遵义市"
  },
  {
    "code": "520326",
    "name": "贵州省遵义市"
  },
  {
    "code": "520327",
    "name": "贵州省遵义市"
  },
  {
    "code": "520328",
    "name": "贵州省遵义市"
  },
  {
    "code": "520329",
    "name": "贵州省遵义市"
  },
  {
    "code": "520330",
    "name": "贵州省遵义市"
  },
  {
    "code": "520381",
    "name": "贵州省遵义市"
  },
  {
    "code": "520382",
    "name": "贵州省遵义市"
  },
  {
    "code": "520400",
    "name": "贵州省安顺市"
  },
  {
    "code": "520401",
    "name": "贵州省安顺市"
  },
  {
    "code": "520402",
    "name": "贵州省安顺市"
  },
  {
    "code": "520421",
    "name": "贵州省安顺市"
  },
  {
    "code": "520422",
    "name": "贵州省安顺市"
  },
  {
    "code": "520423",
    "name": "贵州省安顺市"
  },
  {
    "code": "520424",
    "name": "贵州省安顺市"
  },
  {
    "code": "520425",
    "name": "贵州省安顺市"
  },
  {
    "code": "522100",
    "name": "贵州省遵义市"
  },
  {
    "code": "522101",
    "name": "贵州省遵义市"
  },
  {
    "code": "522102",
    "name": "贵州省遵义市"
  },
  {
    "code": "522121",
    "name": "贵州省遵义市"
  },
  {
    "code": "522122",
    "name": "贵州省遵义市"
  },
  {
    "code": "522123",
    "name": "贵州省遵义市"
  },
  {
    "code": "522124",
    "name": "贵州省遵义市"
  },
  {
    "code": "522125",
    "name": "贵州省遵义市"
  },
  {
    "code": "522126",
    "name": "贵州省遵义市"
  },
  {
    "code": "522127",
    "name": "贵州省遵义市"
  },
  {
    "code": "522128",
    "name": "贵州省遵义市"
  },
  {
    "code": "522129",
    "name": "贵州省遵义市"
  },
  {
    "code": "522130",
    "name": "贵州省遵义市"
  },
  {
    "code": "522131",
    "name": "贵州省遵义市"
  },
  {
    "code": "522132",
    "name": "贵州省遵义市"
  },
  {
    "code": "522200",
    "name": "贵州省铜仁地区"
  },
  {
    "code": "522201",
    "name": "贵州省铜仁地区"
  },
  {
    "code": "522221",
    "name": "贵州省铜仁地区"
  },
  {
    "code": "522222",
    "name": "贵州省铜仁地区"
  },
  {
    "code": "522223",
    "name": "贵州省铜仁地区"
  },
  {
    "code": "522224",
    "name": "贵州省铜仁地区"
  },
  {
    "code": "522225",
    "name": "贵州省铜仁地区"
  },
  {
    "code": "522226",
    "name": "贵州省铜仁地区"
  },
  {
    "code": "522227",
    "name": "贵州省铜仁地区"
  },
  {
    "code": "522228",
    "name": "贵州省铜仁地区"
  },
  {
    "code": "522229",
    "name": "贵州省铜仁地区"
  },
  {
    "code": "522230",
    "name": "贵州省铜仁地区"
  },
  {
    "code": "522300",
    "name": "贵州省黔西南布依族苗族自治州"
  },
  {
    "code": "522301",
    "name": "贵州省黔西南布依族苗族自治州"
  },
  {
    "code": "522302",
    "name": "贵州省黔西南布依族苗族自治州"
  },
  {
    "code": "522321",
    "name": "贵州省黔西南布依族苗族自治州"
  },
  {
    "code": "522322",
    "name": "贵州省黔西南布依族苗族自治州"
  },
  {
    "code": "522323",
    "name": "贵州省黔西南布依族苗族自治州"
  },
  {
    "code": "522324",
    "name": "贵州省黔西南布依族苗族自治州"
  },
  {
    "code": "522325",
    "name": "贵州省黔西南布依族苗族自治州"
  },
  {
    "code": "522326",
    "name": "贵州省黔西南布依族苗族自治州"
  },
  {
    "code": "522327",
    "name": "贵州省黔西南布依族苗族自治州"
  },
  {
    "code": "522328",
    "name": "贵州省黔西南布依族苗族自治州"
  },
  {
    "code": "522400",
    "name": "贵州省毕节地区"
  },
  {
    "code": "522401",
    "name": "贵州省毕节地区"
  },
  {
    "code": "522421",
    "name": "贵州省毕节地区"
  },
  {
    "code": "522422",
    "name": "贵州省毕节地区"
  },
  {
    "code": "522423",
    "name": "贵州省毕节地区"
  },
  {
    "code": "522424",
    "name": "贵州省毕节地区"
  },
  {
    "code": "522425",
    "name": "贵州省毕节地区"
  },
  {
    "code": "522426",
    "name": "贵州省毕节地区"
  },
  {
    "code": "522427",
    "name": "贵州省毕节地区"
  },
  {
    "code": "522428",
    "name": "贵州省毕节地区"
  },
  {
    "code": "522500",
    "name": "贵州省安顺市"
  },
  {
    "code": "522501",
    "name": "贵州省安顺市"
  },
  {
    "code": "522502",
    "name": "贵州省安顺市"
  },
  {
    "code": "522521",
    "name": "贵州省安顺市"
  },
  {
    "code": "522522",
    "name": "贵州省安顺市"
  },
  {
    "code": "522523",
    "name": "贵州省安顺市"
  },
  {
    "code": "522524",
    "name": "贵州省安顺市"
  },
  {
    "code": "522525",
    "name": "贵州省安顺市"
  },
  {
    "code": "522526",
    "name": "贵州省安顺市"
  },
  {
    "code": "522527",
    "name": "贵州省安顺市"
  },
  {
    "code": "522528",
    "name": "贵州省安顺市"
  },
  {
    "code": "522529",
    "name": "贵州省安顺市"
  },
  {
    "code": "522530",
    "name": "贵州省安顺市"
  },
  {
    "code": "522600",
    "name": "贵州省黔东南苗族侗族自治州"
  },
  {
    "code": "522601",
    "name": "贵州省黔东南苗族侗族自治州"
  },
  {
    "code": "522621",
    "name": "贵州省黔东南苗族侗族自治州"
  },
  {
    "code": "522622",
    "name": "贵州省黔东南苗族侗族自治州"
  },
  {
    "code": "522623",
    "name": "贵州省黔东南苗族侗族自治州"
  },
  {
    "code": "522624",
    "name": "贵州省黔东南苗族侗族自治州"
  },
  {
    "code": "522625",
    "name": "贵州省黔东南苗族侗族自治州"
  },
  {
    "code": "522626",
    "name": "贵州省黔东南苗族侗族自治州"
  },
  {
    "code": "522627",
    "name": "贵州省黔东南苗族侗族自治州"
  },
  {
    "code": "522628",
    "name": "贵州省黔东南苗族侗族自治州"
  },
  {
    "code": "522629",
    "name": "贵州省黔东南苗族侗族自治州"
  },
  {
    "code": "522630",
    "name": "贵州省黔东南苗族侗族自治州"
  },
  {
    "code": "522631",
    "name": "贵州省黔东南苗族侗族自治州"
  },
  {
    "code": "522632",
    "name": "贵州省黔东南苗族侗族自治州"
  },
  {
    "code": "522633",
    "name": "贵州省黔东南苗族侗族自治州"
  },
  {
    "code": "522634",
    "name": "贵州省黔东南苗族侗族自治州"
  },
  {
    "code": "522635",
    "name": "贵州省黔东南苗族侗族自治州"
  },
  {
    "code": "522636",
    "name": "贵州省黔东南苗族侗族自治州"
  },
  {
    "code": "522700",
    "name": "贵州省黔南布依族苗族自治州"
  },
  {
    "code": "522701",
    "name": "贵州省黔南布依族苗族自治州"
  },
  {
    "code": "522702",
    "name": "贵州省黔南布依族苗族自治州"
  },
  {
    "code": "522721",
    "name": "贵州省黔南布依族苗族自治州"
  },
  {
    "code": "522722",
    "name": "贵州省黔南布依族苗族自治州"
  },
  {
    "code": "522723",
    "name": "贵州省黔南布依族苗族自治州"
  },
  {
    "code": "522724",
    "name": "贵州省黔南布依族苗族自治州"
  },
  {
    "code": "522725",
    "name": "贵州省黔南布依族苗族自治州"
  },
  {
    "code": "522726",
    "name": "贵州省黔南布依族苗族自治州"
  },
  {
    "code": "522727",
    "name": "贵州省黔南布依族苗族自治州"
  },
  {
    "code": "522728",
    "name": "贵州省黔南布依族苗族自治州"
  },
  {
    "code": "522729",
    "name": "贵州省黔南布依族苗族自治州"
  },
  {
    "code": "522730",
    "name": "贵州省黔南布依族苗族自治州"
  },
  {
    "code": "522731",
    "name": "贵州省黔南布依族苗族自治州"
  },
  {
    "code": "522732",
    "name": "贵州省黔南布依族苗族自治州"
  },
  {
    "code": "530000",
    "name": "云南省云南"
  },
  {
    "code": "530100",
    "name": "云南省昆明市"
  },
  {
    "code": "530101",
    "name": "云南省昆明市"
  },
  {
    "code": "530102",
    "name": "云南省昆明市"
  },
  {
    "code": "530103",
    "name": "云南省昆明市"
  },
  {
    "code": "530111",
    "name": "云南省昆明市"
  },
  {
    "code": "530112",
    "name": "云南省昆明市"
  },
  {
    "code": "530113",
    "name": "云南省昆明市"
  },
  {
    "code": "530120",
    "name": "云南省昆明市"
  },
  {
    "code": "530121",
    "name": "云南省昆明市"
  },
  {
    "code": "530122",
    "name": "云南省昆明市"
  },
  {
    "code": "530123",
    "name": "云南省昆明市"
  },
  {
    "code": "530124",
    "name": "云南省昆明市"
  },
  {
    "code": "530125",
    "name": "云南省昆明市"
  },
  {
    "code": "530126",
    "name": "云南省昆明市"
  },
  {
    "code": "530127",
    "name": "云南省昆明市"
  },
  {
    "code": "530128",
    "name": "云南省昆明市"
  },
  {
    "code": "530129",
    "name": "云南省昆明市"
  },
  {
    "code": "530181",
    "name": "云南省昆明市"
  },
  {
    "code": "530200",
    "name": "云南省东川市"
  },
  {
    "code": "530201",
    "name": "云南省东川市"
  },
  {
    "code": "530300",
    "name": "云南省曲靖市"
  },
  {
    "code": "530301",
    "name": "云南省曲靖市"
  },
  {
    "code": "530302",
    "name": "云南省曲靖市"
  },
  {
    "code": "530321",
    "name": "云南省曲靖市"
  },
  {
    "code": "530322",
    "name": "云南省曲靖市"
  },
  {
    "code": "530323",
    "name": "云南省曲靖市"
  },
  {
    "code": "530324",
    "name": "云南省曲靖市"
  },
  {
    "code": "530325",
    "name": "云南省曲靖市"
  },
  {
    "code": "530326",
    "name": "云南省曲靖市"
  },
  {
    "code": "530327",
    "name": "云南省曲靖市"
  },
  {
    "code": "530328",
    "name": "云南省曲靖市"
  },
  {
    "code": "530381",
    "name": "云南省曲靖市"
  },
  {
    "code": "530400",
    "name": "云南省玉溪市"
  },
  {
    "code": "530401",
    "name": "云南省玉溪市"
  },
  {
    "code": "530402",
    "name": "云南省玉溪市"
  },
  {
    "code": "530421",
    "name": "云南省玉溪市"
  },
  {
    "code": "530422",
    "name": "云南省玉溪市"
  },
  {
    "code": "530423",
    "name": "云南省玉溪市"
  },
  {
    "code": "530424",
    "name": "云南省玉溪市"
  },
  {
    "code": "530425",
    "name": "云南省玉溪市"
  },
  {
    "code": "530426",
    "name": "云南省玉溪市"
  },
  {
    "code": "530427",
    "name": "云南省玉溪市"
  },
  {
    "code": "530428",
    "name": "云南省玉溪市"
  },
  {
    "code": "530500",
    "name": "云南省保山市"
  },
  {
    "code": "530501",
    "name": "云南省保山市"
  },
  {
    "code": "530502",
    "name": "云南省保山市"
  },
  {
    "code": "530521",
    "name": "云南省保山市"
  },
  {
    "code": "530522",
    "name": "云南省保山市"
  },
  {
    "code": "530523",
    "name": "云南省保山市"
  },
  {
    "code": "530524",
    "name": "云南省保山市"
  },
  {
    "code": "530600",
    "name": "云南省昭通市"
  },
  {
    "code": "530601",
    "name": "云南省昭通市"
  },
  {
    "code": "530602",
    "name": "云南省昭通市"
  },
  {
    "code": "530621",
    "name": "云南省昭通市"
  },
  {
    "code": "530622",
    "name": "云南省昭通市"
  },
  {
    "code": "530623",
    "name": "云南省昭通市"
  },
  {
    "code": "530624",
    "name": "云南省昭通市"
  },
  {
    "code": "530625",
    "name": "云南省昭通市"
  },
  {
    "code": "530626",
    "name": "云南省昭通市"
  },
  {
    "code": "530627",
    "name": "云南省昭通市"
  },
  {
    "code": "530628",
    "name": "云南省昭通市"
  },
  {
    "code": "530629",
    "name": "云南省昭通市"
  },
  {
    "code": "530630",
    "name": "云南省昭通市"
  },
  {
    "code": "530700",
    "name": "云南省丽江市"
  },
  {
    "code": "530701",
    "name": "云南省丽江市"
  },
  {
    "code": "530702",
    "name": "云南省丽江市"
  },
  {
    "code": "530721",
    "name": "云南省丽江市"
  },
  {
    "code": "530722",
    "name": "云南省丽江市"
  },
  {
    "code": "530723",
    "name": "云南省丽江市"
  },
  {
    "code": "530724",
    "name": "云南省丽江市"
  },
  {
    "code": "530800",
    "name": "云南省思茅市"
  },
  {
    "code": "530801",
    "name": "云南省思茅市"
  },
  {
    "code": "530802",
    "name": "云南省思茅市"
  },
  {
    "code": "530821",
    "name": "云南省思茅市"
  },
  {
    "code": "530822",
    "name": "云南省思茅市"
  },
  {
    "code": "530823",
    "name": "云南省思茅市"
  },
  {
    "code": "530824",
    "name": "云南省思茅市"
  },
  {
    "code": "530825",
    "name": "云南省思茅市"
  },
  {
    "code": "530826",
    "name": "云南省思茅市"
  },
  {
    "code": "530827",
    "name": "云南省思茅市"
  },
  {
    "code": "530828",
    "name": "云南省思茅市"
  },
  {
    "code": "530829",
    "name": "云南省思茅市"
  },
  {
    "code": "530900",
    "name": "云南省临沧市"
  },
  {
    "code": "530901",
    "name": "云南省临沧市"
  },
  {
    "code": "530902",
    "name": "云南省临沧市"
  },
  {
    "code": "530921",
    "name": "云南省临沧市"
  },
  {
    "code": "530922",
    "name": "云南省临沧市"
  },
  {
    "code": "530923",
    "name": "云南省临沧市"
  },
  {
    "code": "530924",
    "name": "云南省临沧市"
  },
  {
    "code": "530925",
    "name": "云南省临沧市"
  },
  {
    "code": "530926",
    "name": "云南省临沧市"
  },
  {
    "code": "530927",
    "name": "云南省临沧市"
  },
  {
    "code": "532100",
    "name": "云南省昭通市"
  },
  {
    "code": "532101",
    "name": "云南省昭通市"
  },
  {
    "code": "532121",
    "name": "云南省昭通市"
  },
  {
    "code": "532122",
    "name": "云南省昭通市"
  },
  {
    "code": "532123",
    "name": "云南省昭通市"
  },
  {
    "code": "532124",
    "name": "云南省昭通市"
  },
  {
    "code": "532125",
    "name": "云南省昭通市"
  },
  {
    "code": "532126",
    "name": "云南省昭通市"
  },
  {
    "code": "532127",
    "name": "云南省昭通市"
  },
  {
    "code": "532128",
    "name": "云南省昭通市"
  },
  {
    "code": "532129",
    "name": "云南省昭通市"
  },
  {
    "code": "532130",
    "name": "云南省昭通市"
  },
  {
    "code": "532131",
    "name": "云南省昭通市"
  },
  {
    "code": "532200",
    "name": "云南省曲靖市"
  },
  {
    "code": "532201",
    "name": "云南省曲靖市"
  },
  {
    "code": "532202",
    "name": "云南省曲靖市"
  },
  {
    "code": "532221",
    "name": "云南省曲靖市"
  },
  {
    "code": "532222",
    "name": "云南省曲靖市"
  },
  {
    "code": "532223",
    "name": "云南省曲靖市"
  },
  {
    "code": "532224",
    "name": "云南省曲靖市"
  },
  {
    "code": "532225",
    "name": "云南省曲靖市"
  },
  {
    "code": "532226",
    "name": "云南省曲靖市"
  },
  {
    "code": "532227",
    "name": "云南省曲靖市"
  },
  {
    "code": "532228",
    "name": "云南省曲靖市"
  },
  {
    "code": "532229",
    "name": "云南省曲靖市"
  },
  {
    "code": "532230",
    "name": "云南省曲靖市"
  },
  {
    "code": "532231",
    "name": "云南省曲靖市"
  },
  {
    "code": "532232",
    "name": "云南省曲靖市"
  },
  {
    "code": "532233",
    "name": "云南省曲靖市"
  },
  {
    "code": "532300",
    "name": "云南省楚雄彝族自治州"
  },
  {
    "code": "532301",
    "name": "云南省楚雄彝族自治州"
  },
  {
    "code": "532321",
    "name": "云南省楚雄彝族自治州"
  },
  {
    "code": "532322",
    "name": "云南省楚雄彝族自治州"
  },
  {
    "code": "532323",
    "name": "云南省楚雄彝族自治州"
  },
  {
    "code": "532324",
    "name": "云南省楚雄彝族自治州"
  },
  {
    "code": "532325",
    "name": "云南省楚雄彝族自治州"
  },
  {
    "code": "532326",
    "name": "云南省楚雄彝族自治州"
  },
  {
    "code": "532327",
    "name": "云南省楚雄彝族自治州"
  },
  {
    "code": "532328",
    "name": "云南省楚雄彝族自治州"
  },
  {
    "code": "532329",
    "name": "云南省楚雄彝族自治州"
  },
  {
    "code": "532330",
    "name": "云南省楚雄彝族自治州"
  },
  {
    "code": "532331",
    "name": "云南省楚雄彝族自治州"
  },
  {
    "code": "532400",
    "name": "云南省玉溪市"
  },
  {
    "code": "532401",
    "name": "云南省玉溪市"
  },
  {
    "code": "532421",
    "name": "云南省玉溪市"
  },
  {
    "code": "532422",
    "name": "云南省玉溪市"
  },
  {
    "code": "532423",
    "name": "云南省玉溪市"
  },
  {
    "code": "532424",
    "name": "云南省玉溪市"
  },
  {
    "code": "532425",
    "name": "云南省玉溪市"
  },
  {
    "code": "532426",
    "name": "云南省玉溪市"
  },
  {
    "code": "532427",
    "name": "云南省玉溪市"
  },
  {
    "code": "532428",
    "name": "云南省玉溪市"
  },
  {
    "code": "532429",
    "name": "云南省玉溪市"
  },
  {
    "code": "532500",
    "name": "云南省红河哈尼族彝族自治州"
  },
  {
    "code": "532501",
    "name": "云南省红河哈尼族彝族自治州"
  },
  {
    "code": "532502",
    "name": "云南省红河哈尼族彝族自治州"
  },
  {
    "code": "532522",
    "name": "云南省红河哈尼族彝族自治州"
  },
  {
    "code": "532523",
    "name": "云南省红河哈尼族彝族自治州"
  },
  {
    "code": "532524",
    "name": "云南省红河哈尼族彝族自治州"
  },
  {
    "code": "532525",
    "name": "云南省红河哈尼族彝族自治州"
  },
  {
    "code": "532526",
    "name": "云南省红河哈尼族彝族自治州"
  },
  {
    "code": "532527",
    "name": "云南省红河哈尼族彝族自治州"
  },
  {
    "code": "532528",
    "name": "云南省红河哈尼族彝族自治州"
  },
  {
    "code": "532529",
    "name": "云南省红河哈尼族彝族自治州"
  },
  {
    "code": "532530",
    "name": "云南省红河哈尼族彝族自治州"
  },
  {
    "code": "532531",
    "name": "云南省红河哈尼族彝族自治州"
  },
  {
    "code": "532532",
    "name": "云南省红河哈尼族彝族自治州"
  },
  {
    "code": "532600",
    "name": "云南省文山壮族苗族自治州"
  },
  {
    "code": "532621",
    "name": "云南省文山壮族苗族自治州"
  },
  {
    "code": "532622",
    "name": "云南省文山壮族苗族自治州"
  },
  {
    "code": "532623",
    "name": "云南省文山壮族苗族自治州"
  },
  {
    "code": "532624",
    "name": "云南省文山壮族苗族自治州"
  },
  {
    "code": "532625",
    "name": "云南省文山壮族苗族自治州"
  },
  {
    "code": "532626",
    "name": "云南省文山壮族苗族自治州"
  },
  {
    "code": "532627",
    "name": "云南省文山壮族苗族自治州"
  },
  {
    "code": "532628",
    "name": "云南省文山壮族苗族自治州"
  },
  {
    "code": "532700",
    "name": "云南省思茅市"
  },
  {
    "code": "532701",
    "name": "云南省思茅市"
  },
  {
    "code": "532702",
    "name": "云南省思茅市"
  },
  {
    "code": "532721",
    "name": "云南省思茅市"
  },
  {
    "code": "532722",
    "name": "云南省思茅市"
  },
  {
    "code": "532723",
    "name": "云南省思茅市"
  },
  {
    "code": "532724",
    "name": "云南省思茅市"
  },
  {
    "code": "532725",
    "name": "云南省思茅市"
  },
  {
    "code": "532726",
    "name": "云南省思茅市"
  },
  {
    "code": "532727",
    "name": "云南省思茅市"
  },
  {
    "code": "532728",
    "name": "云南省思茅市"
  },
  {
    "code": "532729",
    "name": "云南省思茅市"
  },
  {
    "code": "532730",
    "name": "云南省思茅市"
  },
  {
    "code": "532800",
    "name": "云南省西双版纳傣族自治州"
  },
  {
    "code": "532801",
    "name": "云南省西双版纳傣族自治州"
  },
  {
    "code": "532821",
    "name": "云南省西双版纳傣族自治州"
  },
  {
    "code": "532822",
    "name": "云南省西双版纳傣族自治州"
  },
  {
    "code": "532823",
    "name": "云南省西双版纳傣族自治州"
  },
  {
    "code": "532900",
    "name": "云南省大理白族自治州"
  },
  {
    "code": "532901",
    "name": "云南省大理白族自治州"
  },
  {
    "code": "532921",
    "name": "云南省大理白族自治州"
  },
  {
    "code": "532922",
    "name": "云南省大理白族自治州"
  },
  {
    "code": "532923",
    "name": "云南省大理白族自治州"
  },
  {
    "code": "532924",
    "name": "云南省大理白族自治州"
  },
  {
    "code": "532925",
    "name": "云南省大理白族自治州"
  },
  {
    "code": "532926",
    "name": "云南省大理白族自治州"
  },
  {
    "code": "532927",
    "name": "云南省大理白族自治州"
  },
  {
    "code": "532928",
    "name": "云南省大理白族自治州"
  },
  {
    "code": "532929",
    "name": "云南省大理白族自治州"
  },
  {
    "code": "532930",
    "name": "云南省大理白族自治州"
  },
  {
    "code": "532931",
    "name": "云南省大理白族自治州"
  },
  {
    "code": "532932",
    "name": "云南省大理白族自治州"
  },
  {
    "code": "533000",
    "name": "云南省保山市"
  },
  {
    "code": "533001",
    "name": "云南省保山市"
  },
  {
    "code": "533021",
    "name": "云南省保山市"
  },
  {
    "code": "533022",
    "name": "云南省保山市"
  },
  {
    "code": "533023",
    "name": "云南省保山市"
  },
  {
    "code": "533024",
    "name": "云南省保山市"
  },
  {
    "code": "533025",
    "name": "云南省保山市"
  },
  {
    "code": "533100",
    "name": "云南省德宏傣族景颇族自治州"
  },
  {
    "code": "533101",
    "name": "云南省德宏傣族景颇族自治州"
  },
  {
    "code": "533102",
    "name": "云南省德宏傣族景颇族自治州"
  },
  {
    "code": "533103",
    "name": "云南省德宏傣族景颇族自治州"
  },
  {
    "code": "533121",
    "name": "云南省德宏傣族景颇族自治州"
  },
  {
    "code": "533122",
    "name": "云南省德宏傣族景颇族自治州"
  },
  {
    "code": "533123",
    "name": "云南省德宏傣族景颇族自治州"
  },
  {
    "code": "533124",
    "name": "云南省德宏傣族景颇族自治州"
  },
  {
    "code": "533125",
    "name": "云南省德宏傣族景颇族自治州"
  },
  {
    "code": "533126",
    "name": "云南省德宏傣族景颇族自治州"
  },
  {
    "code": "533200",
    "name": "云南省丽江市"
  },
  {
    "code": "533221",
    "name": "云南省丽江市"
  },
  {
    "code": "533222",
    "name": "云南省丽江市"
  },
  {
    "code": "533223",
    "name": "云南省丽江市"
  },
  {
    "code": "533224",
    "name": "云南省丽江市"
  },
  {
    "code": "533300",
    "name": "云南省怒江傈僳族自治州"
  },
  {
    "code": "533321",
    "name": "云南省怒江傈僳族自治州"
  },
  {
    "code": "533322",
    "name": "云南省怒江傈僳族自治州"
  },
  {
    "code": "533323",
    "name": "云南省怒江傈僳族自治州"
  },
  {
    "code": "533324",
    "name": "云南省怒江傈僳族自治州"
  },
  {
    "code": "533325",
    "name": "云南省怒江傈僳族自治州"
  },
  {
    "code": "533400",
    "name": "云南省迪庆藏族自治州"
  },
  {
    "code": "533421",
    "name": "云南省迪庆藏族自治州"
  },
  {
    "code": "533422",
    "name": "云南省迪庆藏族自治州"
  },
  {
    "code": "533423",
    "name": "云南省迪庆藏族自治州"
  },
  {
    "code": "533500",
    "name": "云南省临沧市"
  },
  {
    "code": "533521",
    "name": "云南省临沧市"
  },
  {
    "code": "533522",
    "name": "云南省临沧市"
  },
  {
    "code": "533523",
    "name": "云南省临沧市"
  },
  {
    "code": "533524",
    "name": "云南省临沧市"
  },
  {
    "code": "533525",
    "name": "云南省临沧市"
  },
  {
    "code": "533526",
    "name": "云南省临沧市"
  },
  {
    "code": "533527",
    "name": "云南省临沧市"
  },
  {
    "code": "533528",
    "name": "云南省临沧市"
  },
  {
    "code": "540000",
    "name": "西藏自治区西藏"
  },
  {
    "code": "540100",
    "name": "西藏自治区拉萨市"
  },
  {
    "code": "540101",
    "name": "西藏自治区拉萨市"
  },
  {
    "code": "540102",
    "name": "西藏自治区拉萨市"
  },
  {
    "code": "540121",
    "name": "西藏自治区拉萨市"
  },
  {
    "code": "540122",
    "name": "西藏自治区拉萨市"
  },
  {
    "code": "540123",
    "name": "西藏自治区拉萨市"
  },
  {
    "code": "540124",
    "name": "西藏自治区拉萨市"
  },
  {
    "code": "540125",
    "name": "西藏自治区拉萨市"
  },
  {
    "code": "540126",
    "name": "西藏自治区拉萨市"
  },
  {
    "code": "540127",
    "name": "西藏自治区拉萨市"
  },
  {
    "code": "540128",
    "name": "西藏自治区拉萨市"
  },
  {
    "code": "540129",
    "name": "西藏自治区拉萨市"
  },
  {
    "code": "540130",
    "name": "西藏自治区拉萨市"
  },
  {
    "code": "540131",
    "name": "西藏自治区拉萨市"
  },
  {
    "code": "542100",
    "name": "西藏自治区昌都地区"
  },
  {
    "code": "542121",
    "name": "西藏自治区昌都地区"
  },
  {
    "code": "542122",
    "name": "西藏自治区昌都地区"
  },
  {
    "code": "542123",
    "name": "西藏自治区昌都地区"
  },
  {
    "code": "542124",
    "name": "西藏自治区昌都地区"
  },
  {
    "code": "542125",
    "name": "西藏自治区昌都地区"
  },
  {
    "code": "542126",
    "name": "西藏自治区昌都地区"
  },
  {
    "code": "542127",
    "name": "西藏自治区昌都地区"
  },
  {
    "code": "542128",
    "name": "西藏自治区昌都地区"
  },
  {
    "code": "542129",
    "name": "西藏自治区昌都地区"
  },
  {
    "code": "542130",
    "name": "西藏自治区昌都地区"
  },
  {
    "code": "542131",
    "name": "西藏自治区昌都地区"
  },
  {
    "code": "542132",
    "name": "西藏自治区昌都地区"
  },
  {
    "code": "542133",
    "name": "西藏自治区昌都地区"
  },
  {
    "code": "542134",
    "name": "西藏自治区昌都地区"
  },
  {
    "code": "542135",
    "name": "西藏自治区昌都地区"
  },
  {
    "code": "542136",
    "name": "西藏自治区昌都地区"
  },
  {
    "code": "542137",
    "name": "西藏自治区昌都地区"
  },
  {
    "code": "542200",
    "name": "西藏自治区山南地区"
  },
  {
    "code": "542221",
    "name": "西藏自治区山南地区"
  },
  {
    "code": "542222",
    "name": "西藏自治区山南地区"
  },
  {
    "code": "542223",
    "name": "西藏自治区山南地区"
  },
  {
    "code": "542224",
    "name": "西藏自治区山南地区"
  },
  {
    "code": "542225",
    "name": "西藏自治区山南地区"
  },
  {
    "code": "542226",
    "name": "西藏自治区山南地区"
  },
  {
    "code": "542227",
    "name": "西藏自治区山南地区"
  },
  {
    "code": "542228",
    "name": "西藏自治区山南地区"
  },
  {
    "code": "542229",
    "name": "西藏自治区山南地区"
  },
  {
    "code": "542230",
    "name": "西藏自治区山南地区"
  },
  {
    "code": "542231",
    "name": "西藏自治区山南地区"
  },
  {
    "code": "542232",
    "name": "西藏自治区山南地区"
  },
  {
    "code": "542233",
    "name": "西藏自治区山南地区"
  },
  {
    "code": "542300",
    "name": "西藏自治区日喀则地区"
  },
  {
    "code": "542301",
    "name": "西藏自治区日喀则地区"
  },
  {
    "code": "542321",
    "name": "西藏自治区日喀则地区"
  },
  {
    "code": "542322",
    "name": "西藏自治区日喀则地区"
  },
  {
    "code": "542323",
    "name": "西藏自治区日喀则地区"
  },
  {
    "code": "542324",
    "name": "西藏自治区日喀则地区"
  },
  {
    "code": "542325",
    "name": "西藏自治区日喀则地区"
  },
  {
    "code": "542326",
    "name": "西藏自治区日喀则地区"
  },
  {
    "code": "542327",
    "name": "西藏自治区日喀则地区"
  },
  {
    "code": "542328",
    "name": "西藏自治区日喀则地区"
  },
  {
    "code": "542329",
    "name": "西藏自治区日喀则地区"
  },
  {
    "code": "542330",
    "name": "西藏自治区日喀则地区"
  },
  {
    "code": "542331",
    "name": "西藏自治区日喀则地区"
  },
  {
    "code": "542332",
    "name": "西藏自治区日喀则地区"
  },
  {
    "code": "542333",
    "name": "西藏自治区日喀则地区"
  },
  {
    "code": "542334",
    "name": "西藏自治区日喀则地区"
  },
  {
    "code": "542335",
    "name": "西藏自治区日喀则地区"
  },
  {
    "code": "542336",
    "name": "西藏自治区日喀则地区"
  },
  {
    "code": "542337",
    "name": "西藏自治区日喀则地区"
  },
  {
    "code": "542338",
    "name": "西藏自治区日喀则地区"
  },
  {
    "code": "542400",
    "name": "西藏自治区那曲地区"
  },
  {
    "code": "542421",
    "name": "西藏自治区那曲地区"
  },
  {
    "code": "542422",
    "name": "西藏自治区那曲地区"
  },
  {
    "code": "542423",
    "name": "西藏自治区那曲地区"
  },
  {
    "code": "542424",
    "name": "西藏自治区那曲地区"
  },
  {
    "code": "542425",
    "name": "西藏自治区那曲地区"
  },
  {
    "code": "542426",
    "name": "西藏自治区那曲地区"
  },
  {
    "code": "542427",
    "name": "西藏自治区那曲地区"
  },
  {
    "code": "542428",
    "name": "西藏自治区那曲地区"
  },
  {
    "code": "542429",
    "name": "西藏自治区那曲地区"
  },
  {
    "code": "542430",
    "name": "西藏自治区那曲地区"
  },
  {
    "code": "542500",
    "name": "西藏自治区阿里地区"
  },
  {
    "code": "542521",
    "name": "西藏自治区阿里地区"
  },
  {
    "code": "542522",
    "name": "西藏自治区阿里地区"
  },
  {
    "code": "542523",
    "name": "西藏自治区阿里地区"
  },
  {
    "code": "542524",
    "name": "西藏自治区阿里地区"
  },
  {
    "code": "542525",
    "name": "西藏自治区阿里地区"
  },
  {
    "code": "542526",
    "name": "西藏自治区阿里地区"
  },
  {
    "code": "542527",
    "name": "西藏自治区阿里地区"
  },
  {
    "code": "542528",
    "name": "西藏自治区阿里地区"
  },
  {
    "code": "542600",
    "name": "西藏自治区林芝地区"
  },
  {
    "code": "542621",
    "name": "西藏自治区林芝地区"
  },
  {
    "code": "542622",
    "name": "西藏自治区林芝地区"
  },
  {
    "code": "542623",
    "name": "西藏自治区林芝地区"
  },
  {
    "code": "542624",
    "name": "西藏自治区林芝地区"
  },
  {
    "code": "542625",
    "name": "西藏自治区林芝地区"
  },
  {
    "code": "542626",
    "name": "西藏自治区林芝地区"
  },
  {
    "code": "542627",
    "name": "西藏自治区林芝地区"
  },
  {
    "code": "542700",
    "name": "西藏自治区江孜地区"
  },
  {
    "code": "542721",
    "name": "西藏自治区江孜地区"
  },
  {
    "code": "542722",
    "name": "西藏自治区江孜地区"
  },
  {
    "code": "542723",
    "name": "西藏自治区江孜地区"
  },
  {
    "code": "542724",
    "name": "西藏自治区江孜地区"
  },
  {
    "code": "542725",
    "name": "西藏自治区江孜地区"
  },
  {
    "code": "542726",
    "name": "西藏自治区江孜地区"
  },
  {
    "code": "542727",
    "name": "西藏自治区江孜地区"
  },
  {
    "code": "610000",
    "name": "陕西省陕西"
  },
  {
    "code": "610100",
    "name": "陕西省西安市"
  },
  {
    "code": "610101",
    "name": "陕西省西安市"
  },
  {
    "code": "610102",
    "name": "陕西省西安市"
  },
  {
    "code": "610103",
    "name": "陕西省西安市"
  },
  {
    "code": "610104",
    "name": "陕西省西安市"
  },
  {
    "code": "610111",
    "name": "陕西省西安市"
  },
  {
    "code": "610112",
    "name": "陕西省西安市"
  },
  {
    "code": "610113",
    "name": "陕西省西安市"
  },
  {
    "code": "610114",
    "name": "陕西省西安市"
  },
  {
    "code": "610115",
    "name": "陕西省西安市"
  },
  {
    "code": "610116",
    "name": "陕西省西安市"
  },
  {
    "code": "610121",
    "name": "陕西省西安市"
  },
  {
    "code": "610122",
    "name": "陕西省西安市"
  },
  {
    "code": "610123",
    "name": "陕西省西安市"
  },
  {
    "code": "610124",
    "name": "陕西省西安市"
  },
  {
    "code": "610125",
    "name": "陕西省西安市"
  },
  {
    "code": "610126",
    "name": "陕西省西安市"
  },
  {
    "code": "610200",
    "name": "陕西省铜川市"
  },
  {
    "code": "610201",
    "name": "陕西省铜川市"
  },
  {
    "code": "610202",
    "name": "陕西省铜川市"
  },
  {
    "code": "610203",
    "name": "陕西省铜川市"
  },
  {
    "code": "610204",
    "name": "陕西省铜川市"
  },
  {
    "code": "610220",
    "name": "陕西省铜川市"
  },
  {
    "code": "610221",
    "name": "陕西省铜川市"
  },
  {
    "code": "610222",
    "name": "陕西省铜川市"
  },
  {
    "code": "610300",
    "name": "陕西省宝鸡市"
  },
  {
    "code": "610301",
    "name": "陕西省宝鸡市"
  },
  {
    "code": "610302",
    "name": "陕西省宝鸡市"
  },
  {
    "code": "610303",
    "name": "陕西省宝鸡市"
  },
  {
    "code": "610304",
    "name": "陕西省宝鸡市"
  },
  {
    "code": "610320",
    "name": "陕西省宝鸡市"
  },
  {
    "code": "610321",
    "name": "陕西省宝鸡市"
  },
  {
    "code": "610322",
    "name": "陕西省宝鸡市"
  },
  {
    "code": "610323",
    "name": "陕西省宝鸡市"
  },
  {
    "code": "610324",
    "name": "陕西省宝鸡市"
  },
  {
    "code": "610325",
    "name": "陕西省宝鸡市"
  },
  {
    "code": "610326",
    "name": "陕西省宝鸡市"
  },
  {
    "code": "610327",
    "name": "陕西省宝鸡市"
  },
  {
    "code": "610328",
    "name": "陕西省宝鸡市"
  },
  {
    "code": "610329",
    "name": "陕西省宝鸡市"
  },
  {
    "code": "610330",
    "name": "陕西省宝鸡市"
  },
  {
    "code": "610331",
    "name": "陕西省宝鸡市"
  },
  {
    "code": "610400",
    "name": "陕西省咸阳市"
  },
  {
    "code": "610401",
    "name": "陕西省咸阳市"
  },
  {
    "code": "610402",
    "name": "陕西省咸阳市"
  },
  {
    "code": "610403",
    "name": "陕西省咸阳市"
  },
  {
    "code": "610404",
    "name": "陕西省咸阳市"
  },
  {
    "code": "610421",
    "name": "陕西省咸阳市"
  },
  {
    "code": "610422",
    "name": "陕西省咸阳市"
  },
  {
    "code": "610423",
    "name": "陕西省咸阳市"
  },
  {
    "code": "610424",
    "name": "陕西省咸阳市"
  },
  {
    "code": "610425",
    "name": "陕西省咸阳市"
  },
  {
    "code": "610426",
    "name": "陕西省咸阳市"
  },
  {
    "code": "610427",
    "name": "陕西省咸阳市"
  },
  {
    "code": "610428",
    "name": "陕西省咸阳市"
  },
  {
    "code": "610429",
    "name": "陕西省咸阳市"
  },
  {
    "code": "610430",
    "name": "陕西省咸阳市"
  },
  {
    "code": "610431",
    "name": "陕西省咸阳市"
  },
  {
    "code": "610481",
    "name": "陕西省咸阳市"
  },
  {
    "code": "610500",
    "name": "陕西省渭南市"
  },
  {
    "code": "610501",
    "name": "陕西省渭南市"
  },
  {
    "code": "610502",
    "name": "陕西省渭南市"
  },
  {
    "code": "610521",
    "name": "陕西省渭南市"
  },
  {
    "code": "610522",
    "name": "陕西省渭南市"
  },
  {
    "code": "610523",
    "name": "陕西省渭南市"
  },
  {
    "code": "610524",
    "name": "陕西省渭南市"
  },
  {
    "code": "610525",
    "name": "陕西省渭南市"
  },
  {
    "code": "610526",
    "name": "陕西省渭南市"
  },
  {
    "code": "610527",
    "name": "陕西省渭南市"
  },
  {
    "code": "610528",
    "name": "陕西省渭南市"
  },
  {
    "code": "610581",
    "name": "陕西省渭南市"
  },
  {
    "code": "610582",
    "name": "陕西省渭南市"
  },
  {
    "code": "610600",
    "name": "陕西省延安市"
  },
  {
    "code": "610601",
    "name": "陕西省延安市"
  },
  {
    "code": "610602",
    "name": "陕西省延安市"
  },
  {
    "code": "610621",
    "name": "陕西省延安市"
  },
  {
    "code": "610622",
    "name": "陕西省延安市"
  },
  {
    "code": "610623",
    "name": "陕西省延安市"
  },
  {
    "code": "610624",
    "name": "陕西省延安市"
  },
  {
    "code": "610625",
    "name": "陕西省延安市"
  },
  {
    "code": "610626",
    "name": "陕西省延安市"
  },
  {
    "code": "610627",
    "name": "陕西省延安市"
  },
  {
    "code": "610628",
    "name": "陕西省延安市"
  },
  {
    "code": "610629",
    "name": "陕西省延安市"
  },
  {
    "code": "610630",
    "name": "陕西省延安市"
  },
  {
    "code": "610631",
    "name": "陕西省延安市"
  },
  {
    "code": "610632",
    "name": "陕西省延安市"
  },
  {
    "code": "610700",
    "name": "陕西省汉中市"
  },
  {
    "code": "610701",
    "name": "陕西省汉中市"
  },
  {
    "code": "610702",
    "name": "陕西省汉中市"
  },
  {
    "code": "610721",
    "name": "陕西省汉中市"
  },
  {
    "code": "610722",
    "name": "陕西省汉中市"
  },
  {
    "code": "610723",
    "name": "陕西省汉中市"
  },
  {
    "code": "610724",
    "name": "陕西省汉中市"
  },
  {
    "code": "610725",
    "name": "陕西省汉中市"
  },
  {
    "code": "610726",
    "name": "陕西省汉中市"
  },
  {
    "code": "610727",
    "name": "陕西省汉中市"
  },
  {
    "code": "610728",
    "name": "陕西省汉中市"
  },
  {
    "code": "610729",
    "name": "陕西省汉中市"
  },
  {
    "code": "610730",
    "name": "陕西省汉中市"
  },
  {
    "code": "610800",
    "name": "陕西省榆林市"
  },
  {
    "code": "610801",
    "name": "陕西省榆林市"
  },
  {
    "code": "610802",
    "name": "陕西省榆林市"
  },
  {
    "code": "610821",
    "name": "陕西省榆林市"
  },
  {
    "code": "610822",
    "name": "陕西省榆林市"
  },
  {
    "code": "610823",
    "name": "陕西省榆林市"
  },
  {
    "code": "610824",
    "name": "陕西省榆林市"
  },
  {
    "code": "610825",
    "name": "陕西省榆林市"
  },
  {
    "code": "610826",
    "name": "陕西省榆林市"
  },
  {
    "code": "610827",
    "name": "陕西省榆林市"
  },
  {
    "code": "610828",
    "name": "陕西省榆林市"
  },
  {
    "code": "610829",
    "name": "陕西省榆林市"
  },
  {
    "code": "610830",
    "name": "陕西省榆林市"
  },
  {
    "code": "610831",
    "name": "陕西省榆林市"
  },
  {
    "code": "610900",
    "name": "陕西省安康市"
  },
  {
    "code": "610901",
    "name": "陕西省安康市"
  },
  {
    "code": "610902",
    "name": "陕西省安康市"
  },
  {
    "code": "610921",
    "name": "陕西省安康市"
  },
  {
    "code": "610922",
    "name": "陕西省安康市"
  },
  {
    "code": "610923",
    "name": "陕西省安康市"
  },
  {
    "code": "610924",
    "name": "陕西省安康市"
  },
  {
    "code": "610925",
    "name": "陕西省安康市"
  },
  {
    "code": "610926",
    "name": "陕西省安康市"
  },
  {
    "code": "610927",
    "name": "陕西省安康市"
  },
  {
    "code": "610928",
    "name": "陕西省安康市"
  },
  {
    "code": "610929",
    "name": "陕西省安康市"
  },
  {
    "code": "611000",
    "name": "陕西省商洛市"
  },
  {
    "code": "611001",
    "name": "陕西省商洛市"
  },
  {
    "code": "611002",
    "name": "陕西省商洛市"
  },
  {
    "code": "611021",
    "name": "陕西省商洛市"
  },
  {
    "code": "611022",
    "name": "陕西省商洛市"
  },
  {
    "code": "611023",
    "name": "陕西省商洛市"
  },
  {
    "code": "611024",
    "name": "陕西省商洛市"
  },
  {
    "code": "611025",
    "name": "陕西省商洛市"
  },
  {
    "code": "611026",
    "name": "陕西省商洛市"
  },
  {
    "code": "612100",
    "name": "陕西省渭南市"
  },
  {
    "code": "612101",
    "name": "陕西省渭南市"
  },
  {
    "code": "612102",
    "name": "陕西省渭南市"
  },
  {
    "code": "612103",
    "name": "陕西省渭南市"
  },
  {
    "code": "612121",
    "name": "陕西省渭南市"
  },
  {
    "code": "612122",
    "name": "陕西省渭南市"
  },
  {
    "code": "612123",
    "name": "陕西省渭南市"
  },
  {
    "code": "612124",
    "name": "陕西省渭南市"
  },
  {
    "code": "612125",
    "name": "陕西省渭南市"
  },
  {
    "code": "612126",
    "name": "陕西省渭南市"
  },
  {
    "code": "612127",
    "name": "陕西省渭南市"
  },
  {
    "code": "612128",
    "name": "陕西省渭南市"
  },
  {
    "code": "612129",
    "name": "陕西省渭南市"
  },
  {
    "code": "612130",
    "name": "陕西省渭南市"
  },
  {
    "code": "612131",
    "name": "陕西省渭南市"
  },
  {
    "code": "612132",
    "name": "陕西省渭南市"
  },
  {
    "code": "612133",
    "name": "陕西省渭南市"
  },
  {
    "code": "612200",
    "name": "陕西省咸阳市"
  },
  {
    "code": "612201",
    "name": "陕西省咸阳市"
  },
  {
    "code": "612221",
    "name": "陕西省咸阳市"
  },
  {
    "code": "612222",
    "name": "陕西省咸阳市"
  },
  {
    "code": "612223",
    "name": "陕西省咸阳市"
  },
  {
    "code": "612224",
    "name": "陕西省咸阳市"
  },
  {
    "code": "612225",
    "name": "陕西省咸阳市"
  },
  {
    "code": "612226",
    "name": "陕西省咸阳市"
  },
  {
    "code": "612227",
    "name": "陕西省咸阳市"
  },
  {
    "code": "612228",
    "name": "陕西省咸阳市"
  },
  {
    "code": "612229",
    "name": "陕西省咸阳市"
  },
  {
    "code": "612230",
    "name": "陕西省咸阳市"
  },
  {
    "code": "612231",
    "name": "陕西省咸阳市"
  },
  {
    "code": "612232",
    "name": "陕西省咸阳市"
  },
  {
    "code": "612233",
    "name": "陕西省咸阳市"
  },
  {
    "code": "612239",
    "name": "陕西省咸阳市"
  },
  {
    "code": "612300",
    "name": "陕西省汉中市"
  },
  {
    "code": "612301",
    "name": "陕西省汉中市"
  },
  {
    "code": "612321",
    "name": "陕西省汉中市"
  },
  {
    "code": "612322",
    "name": "陕西省汉中市"
  },
  {
    "code": "612323",
    "name": "陕西省汉中市"
  },
  {
    "code": "612324",
    "name": "陕西省汉中市"
  },
  {
    "code": "612325",
    "name": "陕西省汉中市"
  },
  {
    "code": "612326",
    "name": "陕西省汉中市"
  },
  {
    "code": "612327",
    "name": "陕西省汉中市"
  },
  {
    "code": "612328",
    "name": "陕西省汉中市"
  },
  {
    "code": "612329",
    "name": "陕西省汉中市"
  },
  {
    "code": "612330",
    "name": "陕西省汉中市"
  },
  {
    "code": "612400",
    "name": "陕西省安康市"
  },
  {
    "code": "612401",
    "name": "陕西省安康市"
  },
  {
    "code": "612421",
    "name": "陕西省安康市"
  },
  {
    "code": "612422",
    "name": "陕西省安康市"
  },
  {
    "code": "612423",
    "name": "陕西省安康市"
  },
  {
    "code": "612424",
    "name": "陕西省安康市"
  },
  {
    "code": "612425",
    "name": "陕西省安康市"
  },
  {
    "code": "612426",
    "name": "陕西省安康市"
  },
  {
    "code": "612427",
    "name": "陕西省安康市"
  },
  {
    "code": "612428",
    "name": "陕西省安康市"
  },
  {
    "code": "612429",
    "name": "陕西省安康市"
  },
  {
    "code": "612430",
    "name": "陕西省安康市"
  },
  {
    "code": "612500",
    "name": "陕西省商洛市"
  },
  {
    "code": "612501",
    "name": "陕西省商洛市"
  },
  {
    "code": "612521",
    "name": "陕西省商洛市"
  },
  {
    "code": "612522",
    "name": "陕西省商洛市"
  },
  {
    "code": "612523",
    "name": "陕西省商洛市"
  },
  {
    "code": "612524",
    "name": "陕西省商洛市"
  },
  {
    "code": "612525",
    "name": "陕西省商洛市"
  },
  {
    "code": "612526",
    "name": "陕西省商洛市"
  },
  {
    "code": "612527",
    "name": "陕西省商洛市"
  },
  {
    "code": "612600",
    "name": "陕西省延安市"
  },
  {
    "code": "612601",
    "name": "陕西省延安市"
  },
  {
    "code": "612621",
    "name": "陕西省延安市"
  },
  {
    "code": "612622",
    "name": "陕西省延安市"
  },
  {
    "code": "612623",
    "name": "陕西省延安市"
  },
  {
    "code": "612624",
    "name": "陕西省延安市"
  },
  {
    "code": "612625",
    "name": "陕西省延安市"
  },
  {
    "code": "612626",
    "name": "陕西省延安市"
  },
  {
    "code": "612627",
    "name": "陕西省延安市"
  },
  {
    "code": "612628",
    "name": "陕西省延安市"
  },
  {
    "code": "612629",
    "name": "陕西省延安市"
  },
  {
    "code": "612630",
    "name": "陕西省延安市"
  },
  {
    "code": "612631",
    "name": "陕西省延安市"
  },
  {
    "code": "612632",
    "name": "陕西省延安市"
  },
  {
    "code": "612633",
    "name": "陕西省延安市"
  },
  {
    "code": "612700",
    "name": "陕西省榆林市"
  },
  {
    "code": "612701",
    "name": "陕西省榆林市"
  },
  {
    "code": "612721",
    "name": "陕西省榆林市"
  },
  {
    "code": "612722",
    "name": "陕西省榆林市"
  },
  {
    "code": "612723",
    "name": "陕西省榆林市"
  },
  {
    "code": "612724",
    "name": "陕西省榆林市"
  },
  {
    "code": "612725",
    "name": "陕西省榆林市"
  },
  {
    "code": "612726",
    "name": "陕西省榆林市"
  },
  {
    "code": "612727",
    "name": "陕西省榆林市"
  },
  {
    "code": "612728",
    "name": "陕西省榆林市"
  },
  {
    "code": "612729",
    "name": "陕西省榆林市"
  },
  {
    "code": "612730",
    "name": "陕西省榆林市"
  },
  {
    "code": "612731",
    "name": "陕西省榆林市"
  },
  {
    "code": "612732",
    "name": "陕西省榆林市"
  },
  {
    "code": "620000",
    "name": "甘肃省甘肃"
  },
  {
    "code": "620100",
    "name": "甘肃省兰州市"
  },
  {
    "code": "620101",
    "name": "甘肃省兰州市"
  },
  {
    "code": "620102",
    "name": "甘肃省兰州市"
  },
  {
    "code": "620103",
    "name": "甘肃省兰州市"
  },
  {
    "code": "620104",
    "name": "甘肃省兰州市"
  },
  {
    "code": "620105",
    "name": "甘肃省兰州市"
  },
  {
    "code": "620111",
    "name": "甘肃省兰州市"
  },
  {
    "code": "620112",
    "name": "甘肃省兰州市"
  },
  {
    "code": "620120",
    "name": "甘肃省兰州市"
  },
  {
    "code": "620121",
    "name": "甘肃省兰州市"
  },
  {
    "code": "620122",
    "name": "甘肃省兰州市"
  },
  {
    "code": "620123",
    "name": "甘肃省兰州市"
  },
  {
    "code": "620200",
    "name": "甘肃省嘉峪关市"
  },
  {
    "code": "620201",
    "name": "甘肃省嘉峪关市"
  },
  {
    "code": "620202",
    "name": "甘肃省嘉峪关市"
  },
  {
    "code": "620300",
    "name": "甘肃省金昌市"
  },
  {
    "code": "620301",
    "name": "甘肃省金昌市"
  },
  {
    "code": "620302",
    "name": "甘肃省金昌市"
  },
  {
    "code": "620320",
    "name": "甘肃省金昌市"
  },
  {
    "code": "620321",
    "name": "甘肃省金昌市"
  },
  {
    "code": "620400",
    "name": "甘肃省白银市"
  },
  {
    "code": "620401",
    "name": "甘肃省白银市"
  },
  {
    "code": "620402",
    "name": "甘肃省白银市"
  },
  {
    "code": "620403",
    "name": "甘肃省白银市"
  },
  {
    "code": "620421",
    "name": "甘肃省白银市"
  },
  {
    "code": "620422",
    "name": "甘肃省白银市"
  },
  {
    "code": "620423",
    "name": "甘肃省白银市"
  },
  {
    "code": "620500",
    "name": "甘肃省天水市"
  },
  {
    "code": "620501",
    "name": "甘肃省天水市"
  },
  {
    "code": "620502",
    "name": "甘肃省天水市"
  },
  {
    "code": "620503",
    "name": "甘肃省天水市"
  },
  {
    "code": "620521",
    "name": "甘肃省天水市"
  },
  {
    "code": "620522",
    "name": "甘肃省天水市"
  },
  {
    "code": "620523",
    "name": "甘肃省天水市"
  },
  {
    "code": "620524",
    "name": "甘肃省天水市"
  },
  {
    "code": "620525",
    "name": "甘肃省天水市"
  },
  {
    "code": "620600",
    "name": "甘肃省武威市"
  },
  {
    "code": "620601",
    "name": "甘肃省武威市"
  },
  {
    "code": "620602",
    "name": "甘肃省武威市"
  },
  {
    "code": "620621",
    "name": "甘肃省武威市"
  },
  {
    "code": "620622",
    "name": "甘肃省武威市"
  },
  {
    "code": "620623",
    "name": "甘肃省武威市"
  },
  {
    "code": "620700",
    "name": "甘肃省张掖市"
  },
  {
    "code": "620701",
    "name": "甘肃省张掖市"
  },
  {
    "code": "620702",
    "name": "甘肃省张掖市"
  },
  {
    "code": "620721",
    "name": "甘肃省张掖市"
  },
  {
    "code": "620722",
    "name": "甘肃省张掖市"
  },
  {
    "code": "620723",
    "name": "甘肃省张掖市"
  },
  {
    "code": "620724",
    "name": "甘肃省张掖市"
  },
  {
    "code": "620725",
    "name": "甘肃省张掖市"
  },
  {
    "code": "620800",
    "name": "甘肃省平凉市"
  },
  {
    "code": "620801",
    "name": "甘肃省平凉市"
  },
  {
    "code": "620802",
    "name": "甘肃省平凉市"
  },
  {
    "code": "620821",
    "name": "甘肃省平凉市"
  },
  {
    "code": "620822",
    "name": "甘肃省平凉市"
  },
  {
    "code": "620823",
    "name": "甘肃省平凉市"
  },
  {
    "code": "620824",
    "name": "甘肃省平凉市"
  },
  {
    "code": "620825",
    "name": "甘肃省平凉市"
  },
  {
    "code": "620826",
    "name": "甘肃省平凉市"
  },
  {
    "code": "620900",
    "name": "甘肃省酒泉市"
  },
  {
    "code": "620901",
    "name": "甘肃省酒泉市"
  },
  {
    "code": "620902",
    "name": "甘肃省酒泉市"
  },
  {
    "code": "620921",
    "name": "甘肃省酒泉市"
  },
  {
    "code": "620922",
    "name": "甘肃省酒泉市"
  },
  {
    "code": "620923",
    "name": "甘肃省酒泉市"
  },
  {
    "code": "620924",
    "name": "甘肃省酒泉市"
  },
  {
    "code": "620981",
    "name": "甘肃省酒泉市"
  },
  {
    "code": "620982",
    "name": "甘肃省酒泉市"
  },
  {
    "code": "621000",
    "name": "甘肃省庆阳市"
  },
  {
    "code": "621001",
    "name": "甘肃省庆阳市"
  },
  {
    "code": "621002",
    "name": "甘肃省庆阳市"
  },
  {
    "code": "621021",
    "name": "甘肃省庆阳市"
  },
  {
    "code": "621022",
    "name": "甘肃省庆阳市"
  },
  {
    "code": "621023",
    "name": "甘肃省庆阳市"
  },
  {
    "code": "621024",
    "name": "甘肃省庆阳市"
  },
  {
    "code": "621025",
    "name": "甘肃省庆阳市"
  },
  {
    "code": "621026",
    "name": "甘肃省庆阳市"
  },
  {
    "code": "621027",
    "name": "甘肃省庆阳市"
  },
  {
    "code": "621100",
    "name": "甘肃省定西市"
  },
  {
    "code": "621101",
    "name": "甘肃省定西市"
  },
  {
    "code": "621102",
    "name": "甘肃省定西市"
  },
  {
    "code": "621121",
    "name": "甘肃省定西市"
  },
  {
    "code": "621122",
    "name": "甘肃省定西市"
  },
  {
    "code": "621123",
    "name": "甘肃省定西市"
  },
  {
    "code": "621124",
    "name": "甘肃省定西市"
  },
  {
    "code": "621125",
    "name": "甘肃省定西市"
  },
  {
    "code": "621126",
    "name": "甘肃省定西市"
  },
  {
    "code": "621200",
    "name": "甘肃省陇南市"
  },
  {
    "code": "621201",
    "name": "甘肃省陇南市"
  },
  {
    "code": "621202",
    "name": "甘肃省陇南市"
  },
  {
    "code": "621221",
    "name": "甘肃省陇南市"
  },
  {
    "code": "621222",
    "name": "甘肃省陇南市"
  },
  {
    "code": "621223",
    "name": "甘肃省陇南市"
  },
  {
    "code": "621224",
    "name": "甘肃省陇南市"
  },
  {
    "code": "621225",
    "name": "甘肃省陇南市"
  },
  {
    "code": "621226",
    "name": "甘肃省陇南市"
  },
  {
    "code": "621227",
    "name": "甘肃省陇南市"
  },
  {
    "code": "621228",
    "name": "甘肃省陇南市"
  },
  {
    "code": "622100",
    "name": "甘肃省酒泉市"
  },
  {
    "code": "622101",
    "name": "甘肃省酒泉市"
  },
  {
    "code": "622102",
    "name": "甘肃省酒泉市"
  },
  {
    "code": "622103",
    "name": "甘肃省酒泉市"
  },
  {
    "code": "622121",
    "name": "甘肃省酒泉市"
  },
  {
    "code": "622122",
    "name": "甘肃省酒泉市"
  },
  {
    "code": "622123",
    "name": "甘肃省酒泉市"
  },
  {
    "code": "622124",
    "name": "甘肃省酒泉市"
  },
  {
    "code": "622125",
    "name": "甘肃省酒泉市"
  },
  {
    "code": "622126",
    "name": "甘肃省酒泉市"
  },
  {
    "code": "622200",
    "name": "甘肃省张掖市"
  },
  {
    "code": "622201",
    "name": "甘肃省张掖市"
  },
  {
    "code": "622221",
    "name": "甘肃省张掖市"
  },
  {
    "code": "622222",
    "name": "甘肃省张掖市"
  },
  {
    "code": "622223",
    "name": "甘肃省张掖市"
  },
  {
    "code": "622224",
    "name": "甘肃省张掖市"
  },
  {
    "code": "622225",
    "name": "甘肃省张掖市"
  },
  {
    "code": "622226",
    "name": "甘肃省张掖市"
  },
  {
    "code": "622300",
    "name": "甘肃省武威市"
  },
  {
    "code": "622301",
    "name": "甘肃省武威市"
  },
  {
    "code": "622321",
    "name": "甘肃省武威市"
  },
  {
    "code": "622322",
    "name": "甘肃省武威市"
  },
  {
    "code": "622323",
    "name": "甘肃省武威市"
  },
  {
    "code": "622324",
    "name": "甘肃省武威市"
  },
  {
    "code": "622326",
    "name": "甘肃省武威市"
  },
  {
    "code": "622400",
    "name": "甘肃省定西市"
  },
  {
    "code": "622421",
    "name": "甘肃省定西市"
  },
  {
    "code": "622422",
    "name": "甘肃省定西市"
  },
  {
    "code": "622423",
    "name": "甘肃省定西市"
  },
  {
    "code": "622424",
    "name": "甘肃省定西市"
  },
  {
    "code": "622425",
    "name": "甘肃省定西市"
  },
  {
    "code": "622426",
    "name": "甘肃省定西市"
  },
  {
    "code": "622427",
    "name": "甘肃省定西市"
  },
  {
    "code": "622428",
    "name": "甘肃省定西市"
  },
  {
    "code": "622429",
    "name": "甘肃省定西市"
  },
  {
    "code": "622431",
    "name": "甘肃省定西市"
  },
  {
    "code": "622501",
    "name": "甘肃省定西市"
  },
  {
    "code": "622521",
    "name": "甘肃省定西市"
  },
  {
    "code": "622522",
    "name": "甘肃省定西市"
  },
  {
    "code": "622523",
    "name": "甘肃省定西市"
  },
  {
    "code": "622524",
    "name": "甘肃省定西市"
  },
  {
    "code": "622525",
    "name": "甘肃省定西市"
  },
  {
    "code": "622526",
    "name": "甘肃省定西市"
  },
  {
    "code": "622527",
    "name": "甘肃省定西市"
  },
  {
    "code": "622528",
    "name": "甘肃省定西市"
  },
  {
    "code": "622529",
    "name": "甘肃省定西市"
  },
  {
    "code": "622530",
    "name": "甘肃省定西市"
  },
  {
    "code": "622531",
    "name": "甘肃省天水市"
  },
  {
    "code": "622600",
    "name": "甘肃省陇南市"
  },
  {
    "code": "622621",
    "name": "甘肃省陇南市"
  },
  {
    "code": "622622",
    "name": "甘肃省陇南市"
  },
  {
    "code": "622623",
    "name": "甘肃省陇南市"
  },
  {
    "code": "622624",
    "name": "甘肃省陇南市"
  },
  {
    "code": "622625",
    "name": "甘肃省陇南市"
  },
  {
    "code": "622626",
    "name": "甘肃省陇南市"
  },
  {
    "code": "622627",
    "name": "甘肃省陇南市"
  },
  {
    "code": "622628",
    "name": "甘肃省陇南市"
  },
  {
    "code": "622629",
    "name": "甘肃省陇南市"
  },
  {
    "code": "622630",
    "name": "甘肃省陇南市"
  },
  {
    "code": "622700",
    "name": "甘肃省平凉市"
  },
  {
    "code": "622701",
    "name": "甘肃省平凉市"
  },
  {
    "code": "622721",
    "name": "甘肃省平凉市"
  },
  {
    "code": "622722",
    "name": "甘肃省平凉市"
  },
  {
    "code": "622723",
    "name": "甘肃省平凉市"
  },
  {
    "code": "622724",
    "name": "甘肃省平凉市"
  },
  {
    "code": "622725",
    "name": "甘肃省平凉市"
  },
  {
    "code": "622726",
    "name": "甘肃省平凉市"
  },
  {
    "code": "622727",
    "name": "甘肃省平凉市"
  },
  {
    "code": "622800",
    "name": "甘肃省庆阳市"
  },
  {
    "code": "622801",
    "name": "甘肃省庆阳市"
  },
  {
    "code": "622821",
    "name": "甘肃省庆阳市"
  },
  {
    "code": "622822",
    "name": "甘肃省庆阳市"
  },
  {
    "code": "622823",
    "name": "甘肃省庆阳市"
  },
  {
    "code": "622824",
    "name": "甘肃省庆阳市"
  },
  {
    "code": "622825",
    "name": "甘肃省庆阳市"
  },
  {
    "code": "622826",
    "name": "甘肃省庆阳市"
  },
  {
    "code": "622827",
    "name": "甘肃省庆阳市"
  },
  {
    "code": "622900",
    "name": "甘肃省临夏回族自治州"
  },
  {
    "code": "622901",
    "name": "甘肃省临夏回族自治州"
  },
  {
    "code": "622921",
    "name": "甘肃省临夏回族自治州"
  },
  {
    "code": "622922",
    "name": "甘肃省临夏回族自治州"
  },
  {
    "code": "622923",
    "name": "甘肃省临夏回族自治州"
  },
  {
    "code": "622924",
    "name": "甘肃省临夏回族自治州"
  },
  {
    "code": "622925",
    "name": "甘肃省临夏回族自治州"
  },
  {
    "code": "622926",
    "name": "甘肃省临夏回族自治州"
  },
  {
    "code": "622927",
    "name": "甘肃省临夏回族自治州"
  },
  {
    "code": "623000",
    "name": "甘肃省甘南藏族自治州"
  },
  {
    "code": "623001",
    "name": "甘肃省甘南藏族自治州"
  },
  {
    "code": "623021",
    "name": "甘肃省甘南藏族自治州"
  },
  {
    "code": "623022",
    "name": "甘肃省甘南藏族自治州"
  },
  {
    "code": "623023",
    "name": "甘肃省甘南藏族自治州"
  },
  {
    "code": "623024",
    "name": "甘肃省甘南藏族自治州"
  },
  {
    "code": "623025",
    "name": "甘肃省甘南藏族自治州"
  },
  {
    "code": "623026",
    "name": "甘肃省甘南藏族自治州"
  },
  {
    "code": "623027",
    "name": "甘肃省甘南藏族自治州"
  },
  {
    "code": "630000",
    "name": "青海省青海"
  },
  {
    "code": "630100",
    "name": "青海省西宁市"
  },
  {
    "code": "630101",
    "name": "青海省西宁市"
  },
  {
    "code": "630102",
    "name": "青海省西宁市"
  },
  {
    "code": "630103",
    "name": "青海省西宁市"
  },
  {
    "code": "630104",
    "name": "青海省西宁市"
  },
  {
    "code": "630105",
    "name": "青海省西宁市"
  },
  {
    "code": "630111",
    "name": "青海省西宁市"
  },
  {
    "code": "630120",
    "name": "青海省西宁市"
  },
  {
    "code": "630121",
    "name": "青海省西宁市"
  },
  {
    "code": "630122",
    "name": "青海省西宁市"
  },
  {
    "code": "630123",
    "name": "青海省西宁市"
  },
  {
    "code": "632100",
    "name": "青海省海东市"
  },
  {
    "code": "632121",
    "name": "青海省海东市"
  },
  {
    "code": "632122",
    "name": "青海省海东市"
  },
  {
    "code": "632123",
    "name": "青海省海东市"
  },
  {
    "code": "632124",
    "name": "青海省海东市"
  },
  {
    "code": "632125",
    "name": "青海省海东市"
  },
  {
    "code": "632126",
    "name": "青海省海东市"
  },
  {
    "code": "632127",
    "name": "青海省海东市"
  },
  {
    "code": "632128",
    "name": "青海省海东市"
  },
  {
    "code": "632200",
    "name": "青海省海北藏族自治州"
  },
  {
    "code": "632221",
    "name": "青海省海北藏族自治州"
  },
  {
    "code": "632222",
    "name": "青海省海北藏族自治州"
  },
  {
    "code": "632223",
    "name": "青海省海北藏族自治州"
  },
  {
    "code": "632224",
    "name": "青海省海北藏族自治州"
  },
  {
    "code": "632300",
    "name": "青海省黄南藏族自治州"
  },
  {
    "code": "632321",
    "name": "青海省黄南藏族自治州"
  },
  {
    "code": "632322",
    "name": "青海省黄南藏族自治州"
  },
  {
    "code": "632323",
    "name": "青海省黄南藏族自治州"
  },
  {
    "code": "632324",
    "name": "青海省黄南藏族自治州"
  },
  {
    "code": "632400",
    "name": "青海省省直辖行政单位"
  },
  {
    "code": "632421",
    "name": "青海省省直辖行政单位"
  },
  {
    "code": "632500",
    "name": "青海省海南藏族自治州"
  },
  {
    "code": "632521",
    "name": "青海省海南藏族自治州"
  },
  {
    "code": "632522",
    "name": "青海省海南藏族自治州"
  },
  {
    "code": "632523",
    "name": "青海省海南藏族自治州"
  },
  {
    "code": "632524",
    "name": "青海省海南藏族自治州"
  },
  {
    "code": "632525",
    "name": "青海省海南藏族自治州"
  },
  {
    "code": "632600",
    "name": "青海省果洛藏族自治州"
  },
  {
    "code": "632621",
    "name": "青海省果洛藏族自治州"
  },
  {
    "code": "632622",
    "name": "青海省果洛藏族自治州"
  },
  {
    "code": "632623",
    "name": "青海省果洛藏族自治州"
  },
  {
    "code": "632624",
    "name": "青海省果洛藏族自治州"
  },
  {
    "code": "632625",
    "name": "青海省果洛藏族自治州"
  },
  {
    "code": "632626",
    "name": "青海省果洛藏族自治州"
  },
  {
    "code": "632700",
    "name": "青海省玉树藏族自治州"
  },
  {
    "code": "632721",
    "name": "青海省玉树藏族自治州"
  },
  {
    "code": "632722",
    "name": "青海省玉树藏族自治州"
  },
  {
    "code": "632723",
    "name": "青海省玉树藏族自治州"
  },
  {
    "code": "632724",
    "name": "青海省玉树藏族自治州"
  },
  {
    "code": "632725",
    "name": "青海省玉树藏族自治州"
  },
  {
    "code": "632726",
    "name": "青海省玉树藏族自治州"
  },
  {
    "code": "632800",
    "name": "青海省海西蒙古族藏族自治州"
  },
  {
    "code": "632801",
    "name": "青海省海西蒙古族藏族自治州"
  },
  {
    "code": "632802",
    "name": "青海省海西蒙古族藏族自治州"
  },
  {
    "code": "632803",
    "name": "青海省海西蒙古族藏族自治州"
  },
  {
    "code": "632804",
    "name": "青海省海西蒙古族藏族自治州"
  },
  {
    "code": "632821",
    "name": "青海省海西蒙古族藏族自治州"
  },
  {
    "code": "632822",
    "name": "青海省海西蒙古族藏族自治州"
  },
  {
    "code": "632823",
    "name": "青海省海西蒙古族藏族自治州"
  },
  {
    "code": "632824",
    "name": "青海省海西蒙古族藏族自治州"
  },
  {
    "code": "632825",
    "name": "青海省海西蒙古族藏族自治州"
  },
  {
    "code": "632826",
    "name": "青海省海西蒙古族藏族自治州"
  },
  {
    "code": "640000",
    "name": "宁夏回族自治区宁夏"
  },
  {
    "code": "640100",
    "name": "宁夏回族自治区银川市"
  },
  {
    "code": "640101",
    "name": "宁夏回族自治区银川市"
  },
  {
    "code": "640102",
    "name": "宁夏回族自治区银川市"
  },
  {
    "code": "640103",
    "name": "宁夏回族自治区银川市"
  },
  {
    "code": "640104",
    "name": "宁夏回族自治区银川市"
  },
  {
    "code": "640105",
    "name": "宁夏回族自治区银川市"
  },
  {
    "code": "640106",
    "name": "宁夏回族自治区银川市"
  },
  {
    "code": "640111",
    "name": "宁夏回族自治区银川市"
  },
  {
    "code": "640120",
    "name": "宁夏回族自治区银川市"
  },
  {
    "code": "640121",
    "name": "宁夏回族自治区银川市"
  },
  {
    "code": "640122",
    "name": "宁夏回族自治区银川市"
  },
  {
    "code": "640181",
    "name": "宁夏回族自治区银川市"
  },
  {
    "code": "640200",
    "name": "宁夏回族自治区石嘴山市"
  },
  {
    "code": "640201",
    "name": "宁夏回族自治区石嘴山市"
  },
  {
    "code": "640202",
    "name": "宁夏回族自治区石嘴山市"
  },
  {
    "code": "640203",
    "name": "宁夏回族自治区石嘴山市"
  },
  {
    "code": "640204",
    "name": "宁夏回族自治区石嘴山市"
  },
  {
    "code": "640205",
    "name": "宁夏回族自治区石嘴山市"
  },
  {
    "code": "640211",
    "name": "宁夏回族自治区石嘴山市"
  },
  {
    "code": "640220",
    "name": "宁夏回族自治区石嘴山市"
  },
  {
    "code": "640221",
    "name": "宁夏回族自治区石嘴山市"
  },
  {
    "code": "640222",
    "name": "宁夏回族自治区石嘴山市"
  },
  {
    "code": "640223",
    "name": "宁夏回族自治区石嘴山市"
  },
  {
    "code": "640300",
    "name": "宁夏回族自治区吴忠市"
  },
  {
    "code": "640301",
    "name": "宁夏回族自治区吴忠市"
  },
  {
    "code": "640302",
    "name": "宁夏回族自治区吴忠市"
  },
  {
    "code": "640321",
    "name": "宁夏回族自治区吴忠市"
  },
  {
    "code": "640322",
    "name": "宁夏回族自治区吴忠市"
  },
  {
    "code": "640323",
    "name": "宁夏回族自治区吴忠市"
  },
  {
    "code": "640324",
    "name": "宁夏回族自治区吴忠市"
  },
  {
    "code": "640381",
    "name": "宁夏回族自治区吴忠市"
  },
  {
    "code": "640382",
    "name": "宁夏回族自治区吴忠市"
  },
  {
    "code": "640400",
    "name": "宁夏回族自治区固原市"
  },
  {
    "code": "640401",
    "name": "宁夏回族自治区固原市"
  },
  {
    "code": "640402",
    "name": "宁夏回族自治区固原市"
  },
  {
    "code": "640421",
    "name": "宁夏回族自治区固原市"
  },
  {
    "code": "640422",
    "name": "宁夏回族自治区固原市"
  },
  {
    "code": "640423",
    "name": "宁夏回族自治区固原市"
  },
  {
    "code": "640424",
    "name": "宁夏回族自治区固原市"
  },
  {
    "code": "640425",
    "name": "宁夏回族自治区固原市"
  },
  {
    "code": "640500",
    "name": "宁夏回族自治区中卫市"
  },
  {
    "code": "640501",
    "name": "宁夏回族自治区中卫市"
  },
  {
    "code": "640502",
    "name": "宁夏回族自治区中卫市"
  },
  {
    "code": "640521",
    "name": "宁夏回族自治区中卫市"
  },
  {
    "code": "640522",
    "name": "宁夏回族自治区中卫市"
  },
  {
    "code": "642100",
    "name": "宁夏回族自治区银南地区"
  },
  {
    "code": "642101",
    "name": "宁夏回族自治区银南地区"
  },
  {
    "code": "642102",
    "name": "宁夏回族自治区银南地区"
  },
  {
    "code": "642121",
    "name": "宁夏回族自治区银南地区"
  },
  {
    "code": "642122",
    "name": "宁夏回族自治区银南地区"
  },
  {
    "code": "642123",
    "name": "宁夏回族自治区银南地区"
  },
  {
    "code": "642124",
    "name": "宁夏回族自治区银南地区"
  },
  {
    "code": "642125",
    "name": "宁夏回族自治区银南地区"
  },
  {
    "code": "642126",
    "name": "宁夏回族自治区银南地区"
  },
  {
    "code": "642127",
    "name": "宁夏回族自治区银南地区"
  },
  {
    "code": "642200",
    "name": "宁夏回族自治区固原市"
  },
  {
    "code": "642221",
    "name": "宁夏回族自治区固原市"
  },
  {
    "code": "642222",
    "name": "宁夏回族自治区固原市"
  },
  {
    "code": "642223",
    "name": "宁夏回族自治区固原市"
  },
  {
    "code": "642224",
    "name": "宁夏回族自治区固原市"
  },
  {
    "code": "642225",
    "name": "宁夏回族自治区固原市"
  },
  {
    "code": "642226",
    "name": "宁夏回族自治区固原市"
  },
  {
    "code": "650000",
    "name": "新疆维吾尔自治区新疆"
  },
  {
    "code": "650100",
    "name": "新疆维吾尔自治区乌鲁木齐市"
  },
  {
    "code": "650101",
    "name": "新疆维吾尔自治区乌鲁木齐市"
  },
  {
    "code": "650102",
    "name": "新疆维吾尔自治区乌鲁木齐市"
  },
  {
    "code": "650103",
    "name": "新疆维吾尔自治区乌鲁木齐市"
  },
  {
    "code": "650104",
    "name": "新疆维吾尔自治区乌鲁木齐市"
  },
  {
    "code": "650105",
    "name": "新疆维吾尔自治区乌鲁木齐市"
  },
  {
    "code": "650106",
    "name": "新疆维吾尔自治区乌鲁木齐市"
  },
  {
    "code": "650107",
    "name": "新疆维吾尔自治区乌鲁木齐市"
  },
  {
    "code": "650108",
    "name": "新疆维吾尔自治区乌鲁木齐市"
  },
  {
    "code": "650109",
    "name": "新疆维吾尔自治区乌鲁木齐市"
  },
  {
    "code": "650120",
    "name": "新疆维吾尔自治区乌鲁木齐市"
  },
  {
    "code": "650121",
    "name": "新疆维吾尔自治区乌鲁木齐市"
  },
  {
    "code": "650200",
    "name": "新疆维吾尔自治区克拉玛依市"
  },
  {
    "code": "650201",
    "name": "新疆维吾尔自治区克拉玛依市"
  },
  {
    "code": "650202",
    "name": "新疆维吾尔自治区克拉玛依市"
  },
  {
    "code": "650203",
    "name": "新疆维吾尔自治区克拉玛依市"
  },
  {
    "code": "650204",
    "name": "新疆维吾尔自治区克拉玛依市"
  },
  {
    "code": "650205",
    "name": "新疆维吾尔自治区克拉玛依市"
  },
  {
    "code": "650300",
    "name": "新疆维吾尔自治区石河子市"
  },
  {
    "code": "652100",
    "name": "新疆维吾尔自治区吐鲁番地区"
  },
  {
    "code": "652101",
    "name": "新疆维吾尔自治区吐鲁番地区"
  },
  {
    "code": "652121",
    "name": "新疆维吾尔自治区吐鲁番地区"
  },
  {
    "code": "652122",
    "name": "新疆维吾尔自治区吐鲁番地区"
  },
  {
    "code": "652123",
    "name": "新疆维吾尔自治区吐鲁番地区"
  },
  {
    "code": "652200",
    "name": "新疆维吾尔自治区哈密地区"
  },
  {
    "code": "652201",
    "name": "新疆维吾尔自治区哈密地区"
  },
  {
    "code": "652221",
    "name": "新疆维吾尔自治区哈密地区"
  },
  {
    "code": "652222",
    "name": "新疆维吾尔自治区哈密地区"
  },
  {
    "code": "652223",
    "name": "新疆维吾尔自治区哈密地区"
  },
  {
    "code": "652300",
    "name": "新疆维吾尔自治区昌吉回族自治州"
  },
  {
    "code": "652301",
    "name": "新疆维吾尔自治区昌吉回族自治州"
  },
  {
    "code": "652302",
    "name": "新疆维吾尔自治区昌吉回族自治州"
  },
  {
    "code": "652303",
    "name": "新疆维吾尔自治区昌吉回族自治州"
  },
  {
    "code": "652321",
    "name": "新疆维吾尔自治区昌吉回族自治州"
  },
  {
    "code": "652322",
    "name": "新疆维吾尔自治区昌吉回族自治州"
  },
  {
    "code": "652323",
    "name": "新疆维吾尔自治区昌吉回族自治州"
  },
  {
    "code": "652324",
    "name": "新疆维吾尔自治区昌吉回族自治州"
  },
  {
    "code": "652325",
    "name": "新疆维吾尔自治区昌吉回族自治州"
  },
  {
    "code": "652326",
    "name": "新疆维吾尔自治区昌吉回族自治州"
  },
  {
    "code": "652327",
    "name": "新疆维吾尔自治区昌吉回族自治州"
  },
  {
    "code": "652328",
    "name": "新疆维吾尔自治区昌吉回族自治州"
  },
  {
    "code": "652400",
    "name": "新疆维吾尔自治区伊犁哈萨克自治州"
  },
  {
    "code": "652401",
    "name": "新疆维吾尔自治区伊犁哈萨克自治州"
  },
  {
    "code": "652402",
    "name": "新疆维吾尔自治区伊犁哈萨克自治州"
  },
  {
    "code": "652421",
    "name": "新疆维吾尔自治区伊犁哈萨克自治州"
  },
  {
    "code": "652422",
    "name": "新疆维吾尔自治区伊犁哈萨克自治州"
  },
  {
    "code": "652423",
    "name": "新疆维吾尔自治区伊犁哈萨克自治州"
  },
  {
    "code": "652424",
    "name": "新疆维吾尔自治区伊犁哈萨克自治州"
  },
  {
    "code": "652425",
    "name": "新疆维吾尔自治区伊犁哈萨克自治州"
  },
  {
    "code": "652426",
    "name": "新疆维吾尔自治区伊犁哈萨克自治州"
  },
  {
    "code": "652427",
    "name": "新疆维吾尔自治区伊犁哈萨克自治州"
  },
  {
    "code": "652428",
    "name": "新疆维吾尔自治区伊犁哈萨克自治州"
  },
  {
    "code": "652500",
    "name": "新疆维吾尔自治区塔城地区"
  },
  {
    "code": "652521",
    "name": "新疆维吾尔自治区塔城地区"
  },
  {
    "code": "652522",
    "name": "新疆维吾尔自治区塔城地区"
  },
  {
    "code": "652523",
    "name": "新疆维吾尔自治区塔城地区"
  },
  {
    "code": "652524",
    "name": "新疆维吾尔自治区塔城地区"
  },
  {
    "code": "652525",
    "name": "新疆维吾尔自治区塔城地区"
  },
  {
    "code": "652526",
    "name": "新疆维吾尔自治区塔城地区"
  },
  {
    "code": "652527",
    "name": "新疆维吾尔自治区塔城地区"
  },
  {
    "code": "652600",
    "name": "新疆维吾尔自治区阿勒泰地区"
  },
  {
    "code": "652621",
    "name": "新疆维吾尔自治区阿勒泰地区"
  },
  {
    "code": "652622",
    "name": "新疆维吾尔自治区阿勒泰地区"
  },
  {
    "code": "652623",
    "name": "新疆维吾尔自治区阿勒泰地区"
  },
  {
    "code": "652624",
    "name": "新疆维吾尔自治区阿勒泰地区"
  },
  {
    "code": "652625",
    "name": "新疆维吾尔自治区阿勒泰地区"
  },
  {
    "code": "652626",
    "name": "新疆维吾尔自治区阿勒泰地区"
  },
  {
    "code": "652627",
    "name": "新疆维吾尔自治区阿勒泰地区"
  },
  {
    "code": "652700",
    "name": "新疆维吾尔自治区博尔塔拉蒙古自治州"
  },
  {
    "code": "652701",
    "name": "新疆维吾尔自治区博尔塔拉蒙古自治州"
  },
  {
    "code": "652721",
    "name": "新疆维吾尔自治区博尔塔拉蒙古自治州"
  },
  {
    "code": "652722",
    "name": "新疆维吾尔自治区博尔塔拉蒙古自治州"
  },
  {
    "code": "652723",
    "name": "新疆维吾尔自治区博尔塔拉蒙古自治州"
  },
  {
    "code": "652800",
    "name": "新疆维吾尔自治区巴音郭楞蒙古自治州"
  },
  {
    "code": "652801",
    "name": "新疆维吾尔自治区巴音郭楞蒙古自治州"
  },
  {
    "code": "652821",
    "name": "新疆维吾尔自治区巴音郭楞蒙古自治州"
  },
  {
    "code": "652822",
    "name": "新疆维吾尔自治区巴音郭楞蒙古自治州"
  },
  {
    "code": "652823",
    "name": "新疆维吾尔自治区巴音郭楞蒙古自治州"
  },
  {
    "code": "652824",
    "name": "新疆维吾尔自治区巴音郭楞蒙古自治州"
  },
  {
    "code": "652825",
    "name": "新疆维吾尔自治区巴音郭楞蒙古自治州"
  },
  {
    "code": "652826",
    "name": "新疆维吾尔自治区巴音郭楞蒙古自治州"
  },
  {
    "code": "652827",
    "name": "新疆维吾尔自治区巴音郭楞蒙古自治州"
  },
  {
    "code": "652828",
    "name": "新疆维吾尔自治区巴音郭楞蒙古自治州"
  },
  {
    "code": "652829",
    "name": "新疆维吾尔自治区巴音郭楞蒙古自治州"
  },
  {
    "code": "652900",
    "name": "新疆维吾尔自治区阿克苏地区"
  },
  {
    "code": "652901",
    "name": "新疆维吾尔自治区阿克苏地区"
  },
  {
    "code": "652921",
    "name": "新疆维吾尔自治区阿克苏地区"
  },
  {
    "code": "652922",
    "name": "新疆维吾尔自治区阿克苏地区"
  },
  {
    "code": "652923",
    "name": "新疆维吾尔自治区阿克苏地区"
  },
  {
    "code": "652924",
    "name": "新疆维吾尔自治区阿克苏地区"
  },
  {
    "code": "652925",
    "name": "新疆维吾尔自治区阿克苏地区"
  },
  {
    "code": "652926",
    "name": "新疆维吾尔自治区阿克苏地区"
  },
  {
    "code": "652927",
    "name": "新疆维吾尔自治区阿克苏地区"
  },
  {
    "code": "652928",
    "name": "新疆维吾尔自治区阿克苏地区"
  },
  {
    "code": "652929",
    "name": "新疆维吾尔自治区阿克苏地区"
  },
  {
    "code": "653000",
    "name": "新疆维吾尔自治区克孜勒苏柯尔克孜自治州"
  },
  {
    "code": "653001",
    "name": "新疆维吾尔自治区克孜勒苏柯尔克孜自治州"
  },
  {
    "code": "653021",
    "name": "新疆维吾尔自治区克孜勒苏柯尔克孜自治州"
  },
  {
    "code": "653022",
    "name": "新疆维吾尔自治区克孜勒苏柯尔克孜自治州"
  },
  {
    "code": "653023",
    "name": "新疆维吾尔自治区克孜勒苏柯尔克孜自治州"
  },
  {
    "code": "653024",
    "name": "新疆维吾尔自治区克孜勒苏柯尔克孜自治州"
  },
  {
    "code": "653100",
    "name": "新疆维吾尔自治区喀什地区"
  },
  {
    "code": "653101",
    "name": "新疆维吾尔自治区喀什地区"
  },
  {
    "code": "653121",
    "name": "新疆维吾尔自治区喀什地区"
  },
  {
    "code": "653122",
    "name": "新疆维吾尔自治区喀什地区"
  },
  {
    "code": "653123",
    "name": "新疆维吾尔自治区喀什地区"
  },
  {
    "code": "653124",
    "name": "新疆维吾尔自治区喀什地区"
  },
  {
    "code": "653125",
    "name": "新疆维吾尔自治区喀什地区"
  },
  {
    "code": "653126",
    "name": "新疆维吾尔自治区喀什地区"
  },
  {
    "code": "653127",
    "name": "新疆维吾尔自治区喀什地区"
  },
  {
    "code": "653128",
    "name": "新疆维吾尔自治区喀什地区"
  },
  {
    "code": "653129",
    "name": "新疆维吾尔自治区喀什地区"
  },
  {
    "code": "653130",
    "name": "新疆维吾尔自治区喀什地区"
  },
  {
    "code": "653131",
    "name": "新疆维吾尔自治区喀什地区"
  },
  {
    "code": "653200",
    "name": "新疆维吾尔自治区和田地区"
  },
  {
    "code": "653201",
    "name": "新疆维吾尔自治区和田地区"
  },
  {
    "code": "653221",
    "name": "新疆维吾尔自治区和田地区"
  },
  {
    "code": "653222",
    "name": "新疆维吾尔自治区和田地区"
  },
  {
    "code": "653223",
    "name": "新疆维吾尔自治区和田地区"
  },
  {
    "code": "653224",
    "name": "新疆维吾尔自治区和田地区"
  },
  {
    "code": "653225",
    "name": "新疆维吾尔自治区和田地区"
  },
  {
    "code": "653226",
    "name": "新疆维吾尔自治区和田地区"
  },
  {
    "code": "653227",
    "name": "新疆维吾尔自治区和田地区"
  },
  {
    "code": "654000",
    "name": "新疆维吾尔自治区伊犁哈萨克自治州"
  },
  {
    "code": "654001",
    "name": "新疆维吾尔自治区伊犁哈萨克自治州"
  },
  {
    "code": "654002",
    "name": "新疆维吾尔自治区伊犁哈萨克自治州"
  },
  {
    "code": "654003",
    "name": "新疆维吾尔自治区伊犁哈萨克自治州"
  },
  {
    "code": "654021",
    "name": "新疆维吾尔自治区伊犁哈萨克自治州"
  },
  {
    "code": "654022",
    "name": "新疆维吾尔自治区伊犁哈萨克自治州"
  },
  {
    "code": "654023",
    "name": "新疆维吾尔自治区伊犁哈萨克自治州"
  },
  {
    "code": "654024",
    "name": "新疆维吾尔自治区伊犁哈萨克自治州"
  },
  {
    "code": "654025",
    "name": "新疆维吾尔自治区伊犁哈萨克自治州"
  },
  {
    "code": "654026",
    "name": "新疆维吾尔自治区伊犁哈萨克自治州"
  },
  {
    "code": "654027",
    "name": "新疆维吾尔自治区伊犁哈萨克自治州"
  },
  {
    "code": "654028",
    "name": "新疆维吾尔自治区伊犁哈萨克自治州"
  },
  {
    "code": "654100",
    "name": "新疆维吾尔自治区伊犁哈萨克自治州"
  },
  {
    "code": "654101",
    "name": "新疆维吾尔自治区伊犁哈萨克自治州"
  },
  {
    "code": "654121",
    "name": "新疆维吾尔自治区伊犁哈萨克自治州"
  },
  {
    "code": "654122",
    "name": "新疆维吾尔自治区伊犁哈萨克自治州"
  },
  {
    "code": "654123",
    "name": "新疆维吾尔自治区伊犁哈萨克自治州"
  },
  {
    "code": "654124",
    "name": "新疆维吾尔自治区伊犁哈萨克自治州"
  },
  {
    "code": "654125",
    "name": "新疆维吾尔自治区伊犁哈萨克自治州"
  },
  {
    "code": "654126",
    "name": "新疆维吾尔自治区伊犁哈萨克自治州"
  },
  {
    "code": "654127",
    "name": "新疆维吾尔自治区伊犁哈萨克自治州"
  },
  {
    "code": "654128",
    "name": "新疆维吾尔自治区伊犁哈萨克自治州"
  },
  {
    "code": "654200",
    "name": "新疆维吾尔自治区塔城地区"
  },
  {
    "code": "654201",
    "name": "新疆维吾尔自治区塔城地区"
  },
  {
    "code": "654202",
    "name": "新疆维吾尔自治区塔城地区"
  },
  {
    "code": "654221",
    "name": "新疆维吾尔自治区塔城地区"
  },
  {
    "code": "654222",
    "name": "新疆维吾尔自治区塔城地区"
  },
  {
    "code": "654223",
    "name": "新疆维吾尔自治区塔城地区"
  },
  {
    "code": "654224",
    "name": "新疆维吾尔自治区塔城地区"
  },
  {
    "code": "654225",
    "name": "新疆维吾尔自治区塔城地区"
  },
  {
    "code": "654226",
    "name": "新疆维吾尔自治区塔城地区"
  },
  {
    "code": "654300",
    "name": "新疆维吾尔自治区阿勒泰地区"
  },
  {
    "code": "654301",
    "name": "新疆维吾尔自治区阿勒泰地区"
  },
  {
    "code": "654321",
    "name": "新疆维吾尔自治区阿勒泰地区"
  },
  {
    "code": "654322",
    "name": "新疆维吾尔自治区阿勒泰地区"
  },
  {
    "code": "654323",
    "name": "新疆维吾尔自治区阿勒泰地区"
  },
  {
    "code": "654324",
    "name": "新疆维吾尔自治区阿勒泰地区"
  },
  {
    "code": "654325",
    "name": "新疆维吾尔自治区阿勒泰地区"
  },
  {
    "code": "654326",
    "name": "新疆维吾尔自治区阿勒泰地区"
  },
  {
    "code": "659000",
    "name": "新疆维吾尔自治区省直辖行政单位"
  },
  {
    "code": "659001",
    "name": "新疆维吾尔自治区省直辖行政单位"
  },
  {
    "code": "659002",
    "name": "新疆维吾尔自治区省直辖行政单位"
  },
  {
    "code": "659003",
    "name": "新疆维吾尔自治区省直辖行政单位"
  },
  {
    "code": "659004",
    "name": "新疆维吾尔自治区省直辖行政单位"
  },
  {
    "code": "659100",
    "name": "新疆维吾尔自治区新疆生产建设兵团"
  },
  {
    "code": "659101",
    "name": "新疆维吾尔自治区新疆生产建设兵团农一师"
  },
  {
    "code": "659102",
    "name": "新疆维吾尔自治区新疆生产建设兵团农二师"
  },
  {
    "code": "659103",
    "name": "新疆维吾尔自治区新疆生产建设兵团农三师"
  },
  {
    "code": "659104",
    "name": "新疆维吾尔自治区新疆生产建设兵团农四师"
  },
  {
    "code": "659105",
    "name": "新疆维吾尔自治区新疆生产建设兵团农五师"
  },
  {
    "code": "659106",
    "name": "新疆维吾尔自治区新疆生产建设兵团农六师"
  },
  {
    "code": "659107",
    "name": "新疆维吾尔自治区新疆生产建设兵团农七师"
  },
  {
    "code": "659108",
    "name": "新疆维吾尔自治区新疆生产建设兵团农八师"
  },
  {
    "code": "659109",
    "name": "新疆维吾尔自治区新疆生产建设兵团农九师"
  },
  {
    "code": "659110",
    "name": "新疆维吾尔自治区新疆生产建设兵团农十师"
  },
  {
    "code": "659111",
    "name": "新疆维吾尔自治区新疆生产建设兵团乌管局"
  },
  {
    "code": "659112",
    "name": "新疆维吾尔自治区新疆生产建设兵团哈管局"
  },
  {
    "code": "659113",
    "name": "新疆维吾尔自治区新疆生产建设兵团和管局"
  },
  {
    "code": "659114",
    "name": "新疆维吾尔自治区新疆生产建设兵团建工师"
  },
  {
    "code": "659115",
    "name": "新疆维吾尔自治区新疆生产建设兵团兵直"
  },
  {
    "code": "710000",
    "name": "台湾省台湾"
  },
  {
    "code": "710100",
    "name": "台湾省省市"
  },
  {
    "code": "710101",
    "name": "台湾省台北市"
  },
  {
    "code": "710102",
    "name": "台湾省高雄市"
  },
  {
    "code": "710103",
    "name": "台湾省基隆市"
  },
  {
    "code": "710104",
    "name": "台湾省新竹市"
  },
  {
    "code": "710105",
    "name": "台湾省台中市"
  },
  {
    "code": "710106",
    "name": "台湾省嘉义市"
  },
  {
    "code": "710107",
    "name": "台湾省台南市"
  },
  {
    "code": "710200",
    "name": "台湾省台湾"
  },
  {
    "code": "710201",
    "name": "台湾省台北县"
  },
  {
    "code": "710202",
    "name": "台湾省桃园县"
  },
  {
    "code": "710203",
    "name": "台湾省新竹县"
  },
  {
    "code": "710204",
    "name": "台湾省苗栗县"
  },
  {
    "code": "710205",
    "name": "台湾省台中县"
  },
  {
    "code": "710206",
    "name": "台湾省彰化县"
  },
  {
    "code": "710207",
    "name": "台湾省南投县"
  },
  {
    "code": "710208",
    "name": "台湾省云林县"
  },
  {
    "code": "710209",
    "name": "台湾省嘉义县"
  },
  {
    "code": "710210",
    "name": "台湾省台南县"
  },
  {
    "code": "710211",
    "name": "台湾省高雄县"
  },
  {
    "code": "710212",
    "name": "台湾省屏东县"
  },
  {
    "code": "710213",
    "name": "台湾省宜兰县"
  },
  {
    "code": "710214",
    "name": "台湾省花莲县"
  },
  {
    "code": "710215",
    "name": "台湾省台东县"
  },
  {
    "code": "710216",
    "name": "台湾省澎湖县"
  },
  {
    "code": "710217",
    "name": "台湾省金门县"
  },
  {
    "code": "710218",
    "name": "台湾省连江县"
  },
  {
    "code": "810000",
    "name": "香港特别行政区香港"
  },
  {
    "code": "810100",
    "name": "香港特别行政区香港"
  },
  {
    "code": "810101",
    "name": "香港特别行政区中西区"
  },
  {
    "code": "810102",
    "name": "香港特别行政区东区"
  },
  {
    "code": "810103",
    "name": "香港特别行政区南区"
  },
  {
    "code": "810104",
    "name": "香港特别行政区湾仔区"
  },
  {
    "code": "810105",
    "name": "香港特别行政区九龙城区"
  },
  {
    "code": "810106",
    "name": "香港特别行政区观塘区"
  },
  {
    "code": "810107",
    "name": "香港特别行政区深水埗区"
  },
  {
    "code": "810108",
    "name": "香港特别行政区黄大仙区"
  },
  {
    "code": "810109",
    "name": "香港特别行政区油尖旺区"
  },
  {
    "code": "810110",
    "name": "香港特别行政区离岛区"
  },
  {
    "code": "810111",
    "name": "香港特别行政区葵青区"
  },
  {
    "code": "810112",
    "name": "香港特别行政区北区"
  },
  {
    "code": "810113",
    "name": "香港特别行政区西贡区"
  },
  {
    "code": "810114",
    "name": "香港特别行政区沙田区"
  },
  {
    "code": "810115",
    "name": "香港特别行政区大埔区"
  },
  {
    "code": "810116",
    "name": "香港特别行政区荃湾区"
  },
  {
    "code": "810117",
    "name": "香港特别行政区屯门区"
  },
  {
    "code": "810118",
    "name": "香港特别行政区元朗区"
  },
  {
    "code": "820000",
    "name": "澳门特别行政区澳门"
  },
  {
    "code": "820100",
    "name": "澳门特别行政区澳门市"
  },
  {
    "code": "820101",
    "name": "澳门特别行政区澳门市"
  },
  {
    "code": "820102",
    "name": "澳门特别行政区澳门市"
  },
  {
    "code": "820103",
    "name": "澳门特别行政区澳门市"
  },
  {
    "code": "820104",
    "name": "澳门特别行政区澳门市"
  },
  {
    "code": "820105",
    "name": "澳门特别行政区澳门市"
  },
  {
    "code": "820200",
    "name": "澳门特别行政区海岛市"
  },
  {
    "code": "820201",
    "name": "澳门特别行政区海岛市"
  },
  {
    "code": "820202",
    "name": "澳门特别行政区海岛市"
  },
  {
    "code": "130905",
    "name": "河北省沧州市"
  },
  {
    "code": "210214",
    "name": "辽宁省大连市"
  },
  {
    "code": "232741",
    "name": "黑龙江省大兴安岭市"
  },
  {
    "code": "232742",
    "name": "黑龙江省大兴安岭市"
  },
  {
    "code": "232743",
    "name": "黑龙江省大兴安岭市"
  },
  {
    "code": "232744",
    "name": "黑龙江省大兴安岭市"
  },
  {
    "code": "320207",
    "name": "江苏省无锡市"
  },
  {
    "code": "320509",
    "name": "江苏省苏州市"
  },
  {
    "code": "321004",
    "name": "江苏省扬州市"
  },
  {
    "code": "321204",
    "name": "江苏省泰州市"
  },
  {
    "code": "370312",
    "name": "山东省淄博市"
  },
  {
    "code": "370614",
    "name": "山东省烟台市"
  },
  {
    "code": "410186",
    "name": "河南省郑州市"
  },
  {
    "code": "410188",
    "name": "河南省郑州市"
  },
  {
    "code": "410729",
    "name": "河南省新乡市"
  },
  {
    "code": "411800",
    "name": "河南省济源市"
  },
  {
    "code": "411801",
    "name": "河南省济源市"
  },
  {
    "code": "431231",
    "name": "湖南省怀化市"
  },
  {
    "code": "510705",
    "name": "四川省绵阳市科学城区"
  },
  {
    "code": "510706",
    "name": "四川省绵阳市高新区"
  },
  {
    "code": "542431",
    "name": "西藏自治区那曲地区"
  },
  {
    "code": "611101",
    "name": "陕西省杨凌区"
  },
  {
    "code": "640325",
    "name": "宁夏回族自治区吴忠市"
  },
  {
    "code": "660000",
    "name": "新疆维吾尔自治区新疆生产建设兵团"
  },
  {
    "code": "661100",
    "name": "新疆维吾尔自治区新疆生产建设兵团农一师"
  },
  {
    "code": "661111",
    "name": "新疆维吾尔自治区新疆生产建设兵团农一师"
  },
  {
    "code": "661112",
    "name": "新疆维吾尔自治区新疆生产建设兵团农一师"
  },
  {
    "code": "661113",
    "name": "新疆维吾尔自治区新疆生产建设兵团农一师"
  },
  {
    "code": "661114",
    "name": "新疆维吾尔自治区新疆生产建设兵团农一师"
  },
  {
    "code": "661115",
    "name": "新疆维吾尔自治区新疆生产建设兵团农一师"
  },
  {
    "code": "661116",
    "name": "新疆维吾尔自治区新疆生产建设兵团农一师"
  },
  {
    "code": "661117",
    "name": "新疆维吾尔自治区新疆生产建设兵团农一师"
  },
  {
    "code": "661118",
    "name": "新疆维吾尔自治区新疆生产建设兵团农一师"
  },
  {
    "code": "661120",
    "name": "新疆维吾尔自治区新疆生产建设兵团农一师"
  },
  {
    "code": "661121",
    "name": "新疆维吾尔自治区新疆生产建设兵团农一师"
  },
  {
    "code": "661122",
    "name": "新疆维吾尔自治区新疆生产建设兵团农一师"
  },
  {
    "code": "661123",
    "name": "新疆维吾尔自治区新疆生产建设兵团农一师"
  },
  {
    "code": "661124",
    "name": "新疆维吾尔自治区新疆生产建设兵团农一师"
  },
  {
    "code": "661126",
    "name": "新疆维吾尔自治区新疆生产建设兵团农一师"
  },
  {
    "code": "661200",
    "name": "新疆维吾尔自治区新疆生产建设兵团农二师"
  },
  {
    "code": "661211",
    "name": "新疆维吾尔自治区新疆生产建设兵团农二师"
  },
  {
    "code": "661212",
    "name": "新疆维吾尔自治区新疆生产建设兵团农二师"
  },
  {
    "code": "661214",
    "name": "新疆维吾尔自治区新疆生产建设兵团农二师"
  },
  {
    "code": "661215",
    "name": "新疆维吾尔自治区新疆生产建设兵团农二师"
  },
  {
    "code": "661217",
    "name": "新疆维吾尔自治区新疆生产建设兵团农二师"
  },
  {
    "code": "661219",
    "name": "新疆维吾尔自治区新疆生产建设兵团农二师"
  },
  {
    "code": "661220",
    "name": "新疆维吾尔自治区新疆生产建设兵团农二师"
  },
  {
    "code": "661221",
    "name": "新疆维吾尔自治区新疆生产建设兵团农二师"
  },
  {
    "code": "661223",
    "name": "新疆维吾尔自治区新疆生产建设兵团农二师"
  },
  {
    "code": "661224",
    "name": "新疆维吾尔自治区新疆生产建设兵团农二师"
  },
  {
    "code": "661226",
    "name": "新疆维吾尔自治区新疆生产建设兵团农二师"
  },
  {
    "code": "661227",
    "name": "新疆维吾尔自治区新疆生产建设兵团农二师"
  },
  {
    "code": "661300",
    "name": "新疆维吾尔自治区新疆生产建设兵团农三师"
  },
  {
    "code": "661311",
    "name": "新疆维吾尔自治区新疆生产建设兵团农三师"
  },
  {
    "code": "661312",
    "name": "新疆维吾尔自治区新疆生产建设兵团农三师"
  },
  {
    "code": "661314",
    "name": "新疆维吾尔自治区新疆生产建设兵团农三师"
  },
  {
    "code": "661315",
    "name": "新疆维吾尔自治区新疆生产建设兵团农三师"
  },
  {
    "code": "661316",
    "name": "新疆维吾尔自治区新疆生产建设兵团农三师"
  },
  {
    "code": "661318",
    "name": "新疆维吾尔自治区新疆生产建设兵团农三师"
  },
  {
    "code": "661319",
    "name": "新疆维吾尔自治区新疆生产建设兵团农三师"
  },
  {
    "code": "661320",
    "name": "新疆维吾尔自治区新疆生产建设兵团农三师"
  },
  {
    "code": "661321",
    "name": "新疆维吾尔自治区新疆生产建设兵团农三师"
  },
  {
    "code": "661323",
    "name": "新疆维吾尔自治区新疆生产建设兵团农三师"
  },
  {
    "code": "661324",
    "name": "新疆维吾尔自治区新疆生产建设兵团农三师"
  },
  {
    "code": "661325",
    "name": "新疆维吾尔自治区新疆生产建设兵团农三师"
  },
  {
    "code": "661326",
    "name": "新疆维吾尔自治区新疆生产建设兵团农三师"
  },
  {
    "code": "661328",
    "name": "新疆维吾尔自治区新疆生产建设兵团农三师"
  },
  {
    "code": "661329",
    "name": "新疆维吾尔自治区新疆生产建设兵团农三师"
  },
  {
    "code": "661400",
    "name": "新疆维吾尔自治区新疆生产建设兵团农四师"
  },
  {
    "code": "661411",
    "name": "新疆维吾尔自治区新疆生产建设兵团农四师"
  },
  {
    "code": "661412",
    "name": "新疆维吾尔自治区新疆生产建设兵团农四师"
  },
  {
    "code": "661413",
    "name": "新疆维吾尔自治区新疆生产建设兵团农四师"
  },
  {
    "code": "661414",
    "name": "新疆维吾尔自治区新疆生产建设兵团农四师"
  },
  {
    "code": "661416",
    "name": "新疆维吾尔自治区新疆生产建设兵团农四师"
  },
  {
    "code": "661417",
    "name": "新疆维吾尔自治区新疆生产建设兵团农四师"
  },
  {
    "code": "661418",
    "name": "新疆维吾尔自治区新疆生产建设兵团农四师"
  },
  {
    "code": "661419",
    "name": "新疆维吾尔自治区新疆生产建设兵团农四师"
  },
  {
    "code": "661420",
    "name": "新疆维吾尔自治区新疆生产建设兵团农四师"
  },
  {
    "code": "661421",
    "name": "新疆维吾尔自治区新疆生产建设兵团农四师"
  },
  {
    "code": "661422",
    "name": "新疆维吾尔自治区新疆生产建设兵团农四师"
  },
  {
    "code": "661423",
    "name": "新疆维吾尔自治区新疆生产建设兵团农四师"
  },
  {
    "code": "661424",
    "name": "新疆维吾尔自治区新疆生产建设兵团农四师"
  },
  {
    "code": "661425",
    "name": "新疆维吾尔自治区新疆生产建设兵团农四师"
  },
  {
    "code": "661426",
    "name": "新疆维吾尔自治区新疆生产建设兵团农四师"
  },
  {
    "code": "661427",
    "name": "新疆维吾尔自治区新疆生产建设兵团农四师"
  },
  {
    "code": "661428",
    "name": "新疆维吾尔自治区新疆生产建设兵团农四师"
  },
  {
    "code": "661429",
    "name": "新疆维吾尔自治区新疆生产建设兵团农四师"
  },
  {
    "code": "661500",
    "name": "新疆维吾尔自治区新疆生产建设兵团农五师"
  },
  {
    "code": "661511",
    "name": "新疆维吾尔自治区新疆生产建设兵团农五师"
  },
  {
    "code": "661513",
    "name": "新疆维吾尔自治区新疆生产建设兵团农五师"
  },
  {
    "code": "661514",
    "name": "新疆维吾尔自治区新疆生产建设兵团农五师"
  },
  {
    "code": "661516",
    "name": "新疆维吾尔自治区新疆生产建设兵团农五师"
  },
  {
    "code": "661517",
    "name": "新疆维吾尔自治区新疆生产建设兵团农五师"
  },
  {
    "code": "661518",
    "name": "新疆维吾尔自治区新疆生产建设兵团农五师"
  },
  {
    "code": "661519",
    "name": "新疆维吾尔自治区新疆生产建设兵团农五师"
  },
  {
    "code": "661520",
    "name": "新疆维吾尔自治区新疆生产建设兵团农五师"
  },
  {
    "code": "661521",
    "name": "新疆维吾尔自治区新疆生产建设兵团农五师"
  },
  {
    "code": "661600",
    "name": "新疆维吾尔自治区新疆生产建设兵团五家渠市"
  },
  {
    "code": "661611",
    "name": "新疆维吾尔自治区新疆生产建设兵团农六师"
  },
  {
    "code": "661612",
    "name": "新疆维吾尔自治区新疆生产建设兵团农六师"
  },
  {
    "code": "661613",
    "name": "新疆维吾尔自治区新疆生产建设兵团农六师"
  },
  {
    "code": "661615",
    "name": "新疆维吾尔自治区新疆生产建设兵团农六师"
  },
  {
    "code": "661616",
    "name": "新疆维吾尔自治区新疆生产建设兵团农六师"
  },
  {
    "code": "661622",
    "name": "新疆维吾尔自治区新疆生产建设兵团农六师"
  },
  {
    "code": "661623",
    "name": "新疆维吾尔自治区新疆生产建设兵团农六师"
  },
  {
    "code": "661624",
    "name": "新疆维吾尔自治区新疆生产建设兵团农六师"
  },
  {
    "code": "661625",
    "name": "新疆维吾尔自治区新疆生产建设兵团农六师"
  },
  {
    "code": "661626",
    "name": "新疆维吾尔自治区新疆生产建设兵团北塔山农场"
  },
  {
    "code": "661627",
    "name": "新疆维吾尔自治区新疆生产建设兵团农六师"
  },
  {
    "code": "661628",
    "name": "新疆维吾尔自治区新疆生产建设兵团农六师"
  },
  {
    "code": "661629",
    "name": "新疆维吾尔自治区新疆生产建设兵团农六师"
  },
  {
    "code": "661630",
    "name": "新疆维吾尔自治区新疆生产建设兵团农六师"
  },
  {
    "code": "661700",
    "name": "新疆维吾尔自治区新疆生产建设兵团农七师"
  },
  {
    "code": "661713",
    "name": "新疆维吾尔自治区新疆生产建设兵团农七师"
  },
  {
    "code": "661714",
    "name": "新疆维吾尔自治区新疆生产建设兵团农七师"
  },
  {
    "code": "661715",
    "name": "新疆维吾尔自治区新疆生产建设兵团农七师"
  },
  {
    "code": "661716",
    "name": "新疆维吾尔自治区新疆生产建设兵团农七师"
  },
  {
    "code": "661718",
    "name": "新疆维吾尔自治区新疆生产建设兵团农七师"
  },
  {
    "code": "661719",
    "name": "新疆维吾尔自治区新疆生产建设兵团农七师"
  },
  {
    "code": "661720",
    "name": "新疆维吾尔自治区新疆生产建设兵团农七师"
  },
  {
    "code": "661721",
    "name": "新疆维吾尔自治区新疆生产建设兵团农七师"
  },
  {
    "code": "661727",
    "name": "新疆维吾尔自治区新疆生产建设兵团农七师"
  },
  {
    "code": "661800",
    "name": "新疆维吾尔自治区新疆生产建设兵团石河子"
  },
  {
    "code": "661811",
    "name": "新疆维吾尔自治区新疆生产建设兵团石河子"
  },
  {
    "code": "661823",
    "name": "新疆维吾尔自治区新疆生产建设兵团石河子"
  },
  {
    "code": "661824",
    "name": "新疆维吾尔自治区新疆生产建设兵团石河子"
  },
  {
    "code": "661826",
    "name": "新疆维吾尔自治区新疆生产建设兵团石河子"
  },
  {
    "code": "661831",
    "name": "新疆维吾尔自治区新疆生产建设兵团石河子"
  },
  {
    "code": "661832",
    "name": "新疆维吾尔自治区新疆生产建设兵团石河子"
  },
  {
    "code": "661833",
    "name": "新疆维吾尔自治区新疆生产建设兵团石河子"
  },
  {
    "code": "661834",
    "name": "新疆维吾尔自治区新疆生产建设兵团石河子"
  },
  {
    "code": "661835",
    "name": "新疆维吾尔自治区新疆生产建设兵团石河子市"
  },
  {
    "code": "661837",
    "name": "新疆维吾尔自治区新疆生产建设兵团石河子"
  },
  {
    "code": "661838",
    "name": "新疆维吾尔自治区新疆生产建设兵团石河子"
  },
  {
    "code": "661839",
    "name": "新疆维吾尔自治区新疆生产建设兵团石河子"
  },
  {
    "code": "661840",
    "name": "新疆维吾尔自治区新疆生产建设兵团石河子"
  },
  {
    "code": "661842",
    "name": "新疆维吾尔自治区新疆生产建设兵团石河子"
  },
  {
    "code": "661900",
    "name": "新疆维吾尔自治区新疆生产建设兵团农九师"
  },
  {
    "code": "661911",
    "name": "新疆维吾尔自治区新疆生产建设兵团农九师"
  },
  {
    "code": "661913",
    "name": "新疆维吾尔自治区新疆生产建设兵团农九师"
  },
  {
    "code": "661914",
    "name": "新疆维吾尔自治区新疆生产建设兵团农九师"
  },
  {
    "code": "661915",
    "name": "新疆维吾尔自治区新疆生产建设兵团农九师"
  },
  {
    "code": "661916",
    "name": "新疆维吾尔自治区新疆生产建设兵团农九师"
  },
  {
    "code": "661917",
    "name": "新疆维吾尔自治区新疆生产建设兵团农九师"
  },
  {
    "code": "661918",
    "name": "新疆维吾尔自治区新疆生产建设兵团农九师"
  },
  {
    "code": "661920",
    "name": "新疆维吾尔自治区新疆生产建设兵团农九师"
  },
  {
    "code": "661921",
    "name": "新疆维吾尔自治区新疆生产建设兵团农九师"
  },
  {
    "code": "662000",
    "name": "新疆维吾尔自治区新疆生产建设兵团农十师"
  },
  {
    "code": "662011",
    "name": "新疆维吾尔自治区新疆生产建设兵团农十师"
  },
  {
    "code": "662012",
    "name": "新疆维吾尔自治区新疆生产建设兵团农十师"
  },
  {
    "code": "662013",
    "name": "新疆维吾尔自治区新疆生产建设兵团农十师"
  },
  {
    "code": "662014",
    "name": "新疆维吾尔自治区新疆生产建设兵团农十师"
  },
  {
    "code": "662015",
    "name": "新疆维吾尔自治区新疆生产建设兵团农十师"
  },
  {
    "code": "662016",
    "name": "新疆维吾尔自治区新疆生产建设兵团农十师"
  },
  {
    "code": "662017",
    "name": "新疆维吾尔自治区新疆生产建设兵团农十师"
  },
  {
    "code": "662018",
    "name": "新疆维吾尔自治区新疆生产建设兵团农十师"
  },
  {
    "code": "662022",
    "name": "新疆维吾尔自治区新疆生产建设兵团农十师"
  },
  {
    "code": "662100",
    "name": "新疆维吾尔自治区新疆生产建设兵团建工师"
  },
  {
    "code": "662112",
    "name": "新疆维吾尔自治区新疆生产建设兵团建工师"
  },
  {
    "code": "662114",
    "name": "新疆维吾尔自治区新疆生产建设兵团建工师"
  },
  {
    "code": "662200",
    "name": "新疆维吾尔自治区新疆生产建设兵团农十二师"
  },
  {
    "code": "662211",
    "name": "新疆维吾尔自治区新疆生产建设兵团农十二师"
  },
  {
    "code": "662213",
    "name": "新疆维吾尔自治区新疆生产建设兵团农十二师"
  },
  {
    "code": "662214",
    "name": "新疆维吾尔自治区新疆生产建设兵团农十二师"
  },
  {
    "code": "662215",
    "name": "新疆维吾尔自治区新疆生产建设兵团农十二师"
  },
  {
    "code": "662216",
    "name": "新疆维吾尔自治区新疆生产建设兵团农十二师"
  },
  {
    "code": "662217",
    "name": "新疆维吾尔自治区新疆生产建设兵团农十二师"
  },
  {
    "code": "662300",
    "name": "新疆维吾尔自治区新疆生产建设兵团农十三师"
  },
  {
    "code": "662311",
    "name": "新疆维吾尔自治区新疆生产建设兵团农十三师"
  },
  {
    "code": "662312",
    "name": "新疆维吾尔自治区新疆生产建设兵团农十三师"
  },
  {
    "code": "662314",
    "name": "新疆维吾尔自治区新疆生产建设兵团农十三师"
  },
  {
    "code": "662315",
    "name": "新疆维吾尔自治区新疆生产建设兵团农十三师"
  },
  {
    "code": "662316",
    "name": "新疆维吾尔自治区新疆生产建设兵团农十三师"
  },
  {
    "code": "662317",
    "name": "新疆维吾尔自治区新疆生产建设兵团农十三师"
  },
  {
    "code": "662318",
    "name": "新疆维吾尔自治区新疆生产建设兵团农十三师"
  },
  {
    "code": "662319",
    "name": "新疆维吾尔自治区新疆生产建设兵团农十三师"
  },
  {
    "code": "662400",
    "name": "新疆维吾尔自治区新疆生产建设兵团农十四师"
  },
  {
    "code": "662411",
    "name": "新疆维吾尔自治区新疆生产建设兵团农十四师"
  },
  {
    "code": "662412",
    "name": "新疆维吾尔自治区新疆生产建设兵团农十四师"
  },
  {
    "code": "662413",
    "name": "新疆维吾尔自治区新疆生产建设兵团农十四师"
  },
  {
    "code": "662414",
    "name": "新疆维吾尔自治区新疆生产建设兵团农十四师"
  },
  {
    "code": "430419",
    "name": "湖南省衡阳市"
  },
  {
    "code": "421004",
    "name": "湖北省荆州市"
  },
  {
    "code": "468200",
    "name": "海南省海南"
  }
]

export default NO2ROOT;